
<html>
<head>
<link rel="stylesheet" type="text/css" href="styleJute1.css">

	<title>পাট</title>
<link rel = "icon" type = "image/png" href = "pics/icn.png">

</head>

<body>

<div class ="header"> 
	<div class ="logo">
  <a href="Home.php"></a>

	 </div> 


<div class="navbar">
  <a href="Home.php">মূলপাতা</a>
  <div class="dropdown">
    <button class="dropbtn">ফসল 
    </button>
    <div class="dropdown-content"> 
      <a href="Jute1.php">পাট</a>
      <a href="Rice1.php">ধান</a>
    </div>
  </div> 
  <a href="About.php">আমাদের তথ্য</a>
  <a href="login.php">প্রশ্ন-উত্তর</a>
  <a href="login.php">লগইন</a>
</div>
</div>
<body>

<div class="tab">
  <button class="tablinks" onclick="krrishan(event, 'Intro')" id="defaultOpen">পরিচিতি</button>
  <button class="tablinks" onclick="krrishan(event, 'Time')">পরিবেশ ও সময়</button>
  <button class="tablinks" onclick="krrishan(event, 'Farming')">চাষাবাদ</button>
  <button class="tablinks" onclick="krrishan(event, 'Insect')">পোকামাকড়</button>
  <button class="tablinks" onclick="krrishan(event, 'Diseases')">রোগবালাই ও প্রতিকার</button>
  
</div>

<div id="Intro" class="tabcontent">
  <div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/jute.jpg);background-repeat: no-repeat;background-size:1100px; ">পাট</h1></div>
<div class="ex1">
  <p>উদ্ভিদ বিদ্যায় তোষা পাটকে বলা হয় Corchorus olitorius । তোষা অন্যান্য সবগুলো জাত অপেক্ষা উন্নতমানের পাট। এর তন্তু সুক্ষ্ম ও মসৃণ, যথেষ্ট শক্তিসম্পন্ন,পরিষ্কার ও চকচকে এবং লম্বা । গোড়ায় কাটিং কম থকে। রং সোনালী, সোনালীলাল, বাদামী, তামাটে ধূসর হয়ে থাকে। আঁশের মধ্যে জালের পরিমান বেশী থাকে। বাংলাদেশে তোষা পাটই বেশী চাষ হয়। কোন কোন অঞ্চলে তোষা পাটকে মিঠা পাট ও বগী পাট নামে ডাকা হয়। </p>

<img id="myImg" src="pics/pat.jpg" alt="তোষা পাট মূল গাছ" style="width:100%;max-width:300px">

<a1>ফসল:</a1> <a2>পাট</a2> <br>

<a1>জাতের নাম:</a1><a2> বিজেআরআই তোষা পাট</a2><br>

<a1>জনপ্রিয় নাম:</a1> <a2>নেই</a2><br>

<a1>উদ্ভাবনকারী প্রতিষ্ঠান:</a1> <a2>বাংলাদেশ পাট গবেষণা ইনস্টিটিউট (বিজেআরআই)</a2><br> 

<a1>গড় জীবনকাল প্রায় (দিন):</a1> <a2>১২০-১৪০</a2><br>

<a1>ফলনের গুণগত বৈশিষ্ট্য:</a1> <a2>আঁশ সোনালী</a2><br>

<a1>জাতের ধরণ:</a1><a2> তোষা</a2><br>

<a1>জাতের বৈশিষ্ট্য:</a1> <a2>আঁশ সোনালী।গাছ সম্পূর্ণ সবুজ, দ্রুত বর্ধনশীল, পাতা ডিম্বাকৃতি ও হালকা সবুজ, বীজের রং নীলাভ সবুজ, আগাম বপনযোগ্য।</a2><br>

<a1>উচ্চতা (ইঞ্চি):</a1> <a2>১৫৭-১৭৭</a2><br>

<a1>শতক প্রতি ফলন (কেজি):</a1><a2> ১০ - ১১</a2><br>

<a1>শতক প্রতি ফলন (কেজি):</a1> <a2>১০ - ১১</a2><br> 
<a1>হেক্টর প্রতি ফলন (টন):</a1> <a2>২.৫- ৩.০০</a2><br>

<a1>শতক প্রতি ফলন (কেজি):</a1> <a2>১০ - ১১</a2><br>
<a1>প্রতি শতক বীজতলায় বীজের পরিমান:</a1> <a2>২৪ গ্রাম - ২৮ গ্রাম</a2><br>

<a1>শতক প্রতি ফলন (কেজি):</a1> <a2>১০ - ১১</a2><br>
<a1>উপযোগী ভূমির শ্রেণী:</a1> <a2>মাঝারি উচু</a2><br>প্রতি ফলন (কেজি):</a1> <a2>১০ - ১১</a2><br>
<a1>উপযোগী মাটি:</a1> <a2>দোআঁশ, বেলে-দোআঁশ</a2><br>

<a1>শতক প্রতি ফলন (কেজি):</a1> <a2>১০ - ১১</a2><br>
<a1>উৎপাদনের মৌসুম:</a1><a2> খরিফ- ১</a2><br>

<a1>শতক প্রতি ফলন (কেজি):</a1><a2>১০ - ১১</a2><br>
<a1>বপনের উপযুক্ত সময়:</a1><a2> ১৫ মার্চ - ৩০ এপ্রিল বা ১ চৈত্র- ১৫ বৈশাখ।</a2><br>

<a1>ফসল তোলার সময়:</a1><a2> বপনের ১২০ দিন পর।</a2><br>

<a1>শতক প্রতি ফলন (কেজি):</a1><a2> ১০ - ১১</a2><br>
<a1>তথ্যের উৎস:</a1><a2> কৃষি প্রযুক্তি হাতবই, কেনাফ ও মেস্তা (বিজেআরআই).</a2> প্রথম প্রকাশ, জুন-২০০৮। কৃষি ডায়েরি-২০১৫।<br>
<a2 align="center"> বাংলাদেশ পাট গবেষণা ইনস্টিটিউট (বিজেআরআই)</a2>, ১৫-১২-২০১৭।</a>
</div>
</div>

<div id="Time" class="tabcontent">
<div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/jute.jpg);background-repeat: no-repeat;background-size:1100px; ">পাট</h1></div>
<div class="ex2">
 <p>বীজ ১ বৈশাখ বা ১৫ এপ্রিলের আগে বপন করা যায় না, কারণ এতে আকালে ফুল এসে যায়। এজন্য একে বৈশাখী জাতও বলা হয়। কা- সম্পূর্ণ হালকা-সাদাটে সবুজ। পাতা সরু, বর্শাফলাকৃতি, হালকা সবুজ। এ জাতের প্রতিটি গাছই নলাকৃতি, ডগার ব্যাস থেকে গোড়ার ব্যাসে কম পার্থক্য স¤পন্ন। বপনের উপযুক্ত সময় ১৫ এপ্রিল-১৫ মে (১-৩০ বৈশাখ)। হেক্টরপ্রতি বীজের হার ৫-৬ কেজি। জীবনকাল ১১৮-১২০ দিনের। হেক্টরপ্রতি ফলন ৪.৫১ টন এবং কৃষকের জমিতে গড় ফলন ২.৩২ টন পর্যন্ত হয়।

ও-৯৮৯৭ (ফাল্গুনী তোষা) : এ জাতের গাছ সুঠাম, দ্রুত বাড়ন্ত, পূর্ণ সবুজ। পাতা লম্বা, চওড়া, বর্শাফলাকৃতি গোড়ার দিক থেকে হঠাৎ মাথার দিক সরু হয়। ফল বেশ লম্বা এবং ফলের মাথা আধ ইঞ্চির (১ সেন্টিমিটার) মতো সরু শীষের মতো হয়ে থাকে ফলে অন্যান্য তোষা পাট জাতের মতো পাকলেই ফেটে গিয়ে বীজ ঝরে পড়ে না। বীজ আকারে ছোট, হালকা সবুজাভ। এ জাতের বীজ উৎপাদনের জন্য নাবি বীজ উৎপাদন পদ্ধতি অনুসরণ করা আবশ্যক। বপনের উপযুক্ত সময় ৩০ মার্চ-৩০ এপ্রিল (১৬ চৈত্র-১৬  বৈশাখ)।  তবে এ জাতের বীজ ১৬ চৈত্র (৩০ মার্চ) থেকে বৈশাখ মাসের শেষ (১৫ মে) পর্যন্ত বপন করা চলে। হেক্টরপ্রতি বীজের হার ৫-৬ কেজি। এ জাতের গাছে নির্ধারিত সময় বপন করা হলে ১৫০ দিনের পর ফুল আসে। তাই এ জাতের আঁশ ফসলের জন্য ফুল আসা পর্যন্ত অপেক্ষা করা দরকার হয় না। হেক্টরপ্রতি ফলন ৪.৬১ টন। তবে কৃষকের জমিতে গড়ে প্রায় ২.৭৩ টন-হেক্টর শুকনা আঁশ পাওয়া যায়।</p>
</div>
</div>

<div id="Farming" class="tabcontent">
 <div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/jute.jpg);background-repeat: no-repeat;background-size:1100px; ">পাট</h1></div>
<div class="ex3">
<p style="text-align: left;"><h1><span style="color: red;"><strong>আঁশ উৎপাদন ব্যবস্থাপনা প্রযুক্তি</strong><hr align="left" width="100%" color="red"></span></h1></p>
<p>ভালো এবং অধিক ফসল পেতে হলে রোগমুক্ত, পরিষ্কার পরিপুষ্ট ও মানসম্মত বীজ ব্যবহার করতে হবে।
 ভালো ফলনের জন্য ভালো বীজ নিশ্চিত করবার পরই চাষের কাজ শুরু করা উচিত।</p><br>
 <iframe width="1000" height="315" src="https://www.youtube.com/embed/A9PcgoDdpls" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe>
<br>
<a1>জমি নির্বাচন ও তৈরি :</a1><a2> কম খরচে ভালো ফলন পেতে হলে এমন ধরনের জমি নির্বাচন করতে হবে। যেসব জমি  মৌসুমের প্রথমে বৃষ্টির পানিতে ডুবে যায় না এবং বৃষ্টির পানি সরে যাওয়ার সুযোগ রয়েছে এমন জমি নির্বাচন করতে হয়। পাটের জন্য একটু উঁচু বা মধ্যম উঁচু জমি নির্বাচন করা প্রয়োজন। পাটের বীজ খুব ছোট বলে পাট ফসলের জমি মিহি এবং গভীর করে চাষ দিতে হয়। পাট চাষের জন্য খরচ কমাতে হলে যেসব জমিতে আলু বা সবজি করা হয় সেসব জমিতে একবার চাষ করে মই দিয়ে পাট বীজ বপন করেও ভালো ফসল পাওয়া সম্ভব হয়েছে। এসব জমিতে আগাছা নির্মূলজনিত খরচ কম হয়। সারি করে সিড-ড্রিলের সাহায্যে বীজ বপন করা হলে বীজগুলো মাটির নিচে সমান গভীরতায় পড়ে বলে সমভামে অংকুরোদগম হয়।</a2><br>
<br>
<a1>সার ব্যবস্থাপনা :</a1><a2> পাট গাছের বাড়বাড়তি এবং অাঁশফলন বাড়ানোর ক্ষেত্রে নাইট্রোজেন হচ্ছে সবচেয়ে গুরুত্বপূর্ণ উপাদান। ফসফরাস ও পটাশিয়ামের প্রয়োজনীয়তাও রয়েছে। ফসফরাস আঁশের মান উন্নত করে এবং নাইট্রোজেন সদ্ব্যবহারের উপযুক্ততাকে বাড়িয়ে দেয়। টিএসপি এবং এমওপি একবার প্রয়োগ এবং ইউরিয়া দুইবার পৃথক প্রয়োগ পাট চাষের জন্য যথেষ্ট  সাফল্যজনক। বাংলাদেশের যেসব জমিতে সালফার এবং জিংক ন্যূনতায় রয়েছে সেখানে সালফার ও জিংক প্রয়োগ করে ফল পাওয়া যায়। বীজ বপনের দিন প্রয়োজনীয় পরিমাণের ইউরিয়া, টিএসপি, এমওপি, জিপসাম এবং জিংক সালফেট সার জমিতে শেষ চাষে প্রয়োগ করে মই দিয়ে মাটির সাথে ভালো করে মিশিয়ে দিতে হবে। দ্বিতীয় কিস্তি (৪৫ দিনে) ইউরিয়া সার প্রয়োগের সময় লক্ষ্য রাখতে হবে যেন মাটিতে পর্যপ্ত পরিমাণ রস থাকে। দ্বিতীয় কিস্তি প্রয়োজনীয় পরিমাণের ইউরিয়া সার কিছু শুকনা মাটির সাথে মিশিয়ে জমিতে প্রয়োগ করা ভালো। ইউরিয়া সার প্রয়োগের সময় লক্ষ্য রাখতে হবে যেন প্রয়োগকৃত সার গাছের কচি পাতায় এবং ডগায় না লাগে। সার ব্যবহারের মাত্রা নির্ধারণ করাটা বিজ্ঞানসম্মত হলে বেশি ভালো।<br>
বীজের পরিমাণ ও গাছের ঘনত্ব প্রচলিত এবং জনপ্রিয় পদ্ধতি হচ্ছে ছিটিয়ে বপন করা। সারিতে বপন করা কষ্টসাধ্য ব্যয়বহুল মনে হলেও এর উপকারিতা বেশি। এতে জমির সর্বত্র গাছের বিস্তৃত সমভাবে থাকে, পরিচর্যার সুবিধা হয়। সারিতে বপন করা হলে বীজের পরিমাণ কম লাগে এবং গজায়ও ভালো। ৩০ সেন্টিমিটার দূরে দূরে সারি করে বীজ বপন করলে সবচেয়ে ভালো হয়। গাছ থেকে গাছের দূরত্ব সব সময় ঠিক রাখা না গেলেও পরিমিত অবস্থায় ৭ থেকে ১০ সেন্টিমিটার ধরা হয়। সারিতে বীজ বপন করার জন্য বীজ বপন যন্ত্র বা সিডার ব্যবহার লাভজনক।</a2><br>
<br>
<a1>নিড়ানি ও পাতলাকরণ:</a1><a2> বাংলাদেশের পাট ক্ষেতে ৩৯টি গোত্রের অন্তর্গত ৯৯টি গণ এর ১২৯টি প্রজাতির উদ্ভিদ আগাছা হিসেবে জন্মে। এদের মধ্যে ২৭টি প্রজাতি আগাছা হিসেবে খুব গুরুত্বপূর্ণ। এদের ঘনত্ব প্রতি ৩ বর্গফুটে ৫ থেকে ১০২টি আগাছা হতে পারে। পাটের আবাদে যে খরচ হয় তার একটা বড় অংশই নিড়ানি ও পরিচর্যার জন্য হয়। চারা গজানোর ১৫-২০ দিনের মধ্যে চারা পাতলা করা প্রয়োজন। সারিতে বপন করা হলে হাত দিয়ে বা ছিটিয়ে বপন করা হয়ে থাকলে আঁচড়া দিয়ে প্রাথমিকভাবে চারা পাতলা করা যায়। পাট গাছের বয়সের ৪০-৫০ দিনের মধ্যে একবার নিড়ানি দেয়ার সময় কৃষক কোনো কোনো ক্ষেতে চারা ও পাতলা করেন। তবে বয়স ৬০-৭০ দিনের মধ্যে যে চারা পাতলা করা হয় তা টানা বাছ নামে এবং বয়সের ৮৫-৯০ দিনের মধ্যে চারার গোড়া কেটে যে পাতলা করা হয় তা কাটা বাছ নামে পরিচিত। এ কচি গাছ না ফেলে পচিয়ে খুব উন্নত মানের পাট পাওয়া যায়, যা সুতা তৈরি করায় ব্যবহৃত হতে পারে।</a2><br>
<br>
<a1>পানি নিষ্কাশন:</a1><a2> পাটের জমিতে জমে থাকা পানি নিকাশ অত্যন্ত জরুরি। জমিতে পানি জমলে মাটির ভেতর বাতাস প্রবেশ করতে পারে না ফলে গাছের শিকড়ের শ্বাস-প্রশ্বাস বিঘ্নিত হয়, গাছ স্বাভাবিকভাবে খাদ্য গ্রহণ করতে পারে না, ফলে গাছের দৈহিক বৃদ্ধি ঘটে না এবং শেষ পর্যন্ত গাছ মারা যায়। দেশী পাটের জাত চারা অবস্থায় পানি সহ্য ক্ষমতা থাকে না। তবে এ জাতের গাছের বয়স ও উচ্চতা বৃদ্ধির সাথে সাথে জলাবদ্ধতা সহ্য করতে পারে। কিন্তু তোষা পাট চারা অবস্থায় পানি সহ্য করতে পারে না, এমনকি বড় হলেও দাঁড়ান পানি বা জলাবদ্ধতা সহ্য করতে পারে না।</a2><br>
<br>

<br><a1>পাট কাটা:</a1><a2> বপনের ৬০-১২০ দিনের মধ্যে পাট ফসল কর্তন করা যায়, তবে আঁশের ফলন এবং মানের মধ্যে সমতা পেতে হলে ১০০-১২০ দিনের মধ্যেই পাট কাটার প্রকৃত সময়। সাধারণত পাট গাছে যখন ফুল আসা শুরু হয় তখন বা তার আগে প্রয়োজনমতো সুবিধাজনক সময় পাট ক্ষেত কাটা হয়। কৃষক অনেক সময় ফলন বেশি পাওয়ার জন্য দেরিতে পাট গাছ কাটেন।</a2><br>
<iframe width="1000"  height="315" src="https://www.youtube.com/embed/1bmlpNZ8Ut4" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe><br>
<a1>০১. পর্যাপ্ত পানি থাকা অঞ্চল :</a1><a2> পর্যাপ্ত পানি থাকা অঞ্চলের জন্য পাট পচন প্রক্রিয়াকে কয়েকটি ভাগে ভাগ করা হয়েছে-</a2><br>
<a3>ক. বাছাইকরণ:</a3><a2> পাট কাটার পর ছোট, বড়, মোটা ও চিকন গাছকে পৃথক করে আলাদা আলাদা আঁটি বাঁধতে হয়। একটি আটির ওজন ১০ কেজির হবে। ছোট ও চিকন এবং মোটা ও বড় পাটের গাছেরগুলোকে পৃথক পৃথকভাবে জাক দিতে হবে। পাটের আঁটি কখনও খুব শক্ত করে বাঁধা যাবে না। এতে পাট পচতে বেশি সময় লাগে। কারণ শক্ত আঁটির মাধ্যে পানি পচনকালে ক্ষুদ্র ক্ষুদ্র ব্যাকটেরিয়া বা জীবাণু ভালোভাবে প্রবেশ করতে পারে না।</a2><br>
<a3>খ. পাতা ঝরান :</a3><a2> আঁটি বাঁধা শেষ হলে সেগুলোকে ৩-৪ দিন জমির ওপর স্তূপ করে রাখতে হয়। এ সময়ের মধ্যে পাতা ঝরে যাবে এবং গাছগুলো কিছুটা শুকিয়ে যাবে। পাতাগুলোকে জমির ওপরে ছড়িয়ে দিতে হয়। পাট গাছগুলো কিছুটা শুকানো ফলে পানিতে ডুবানোর পর গাছের ভেতর তাড়াতাড়ি পানি প্রবেশ করতে পারে।</a2><br>
<a3>গ. গোড়া ডুবান অথবা গোড়া থেতলান:</a3><a2> আঁশ শুকানোর পর দেখা যায় গোড়ার দিকে কিছু অংশ ছালযুক্ত অবস্থায় রয়ে গেছে। এ ছালযুক্ত অংশকে কাটিং বলে। পাতা ঝরার পর পাট গাছের গোড়ার দিকে প্রায় ৪৫ সেন্টিমিটার বা দেড় ফুট পরিমাণ অংশ ৩-৪ দিন পানির নিচে ডুবিয়ে রাখতে হয়। এতে গোড়ার অংশ অনেক নরম হয়ে যাবে। পাট গাছের গোড়ার প্রায় ৪৫ সেন্টিমিটার বা দেড় ফুট পরিমাণ অংশ একটি কাঠের হাতুড়ির সাহায্যে সামান্য থেতলানোর পর আঁটিগুলোকে পানির নিচে ডুবিয়ে দিতে হয়।</a2><br>
<a3>ঘ. পানি নির্বাচন:</a3><a2> যে পানি খুব পরিষ্কার এবং তার মধ্যে অল্প স্রোত থাকে সে পানি পাট পচনের জন্য সবচেয়ে ভালো। কোনো নিকটবর্তীস্থান এ ধরনের পানি থাকলে সে পানিতে পাট পচনের ব্যবস্থা করতে হবে।</a2><br>
<a3>ঙ. জাক তৈরি ও ইউরিয়া ব্যবহার:</a3><a2> জাক তৈরির সময় পাটের আঁটিগুলোকে প্রথম সারিতে লম্বালম্বিভাবে সাজাতে হবে। দ্বিতীয় সারিতে আড়াআড়িভাবে সাজাতে হবে। তৃতীয় সারিতে আবার লম্বালম্বিভাবে সাজাতে হবে। এভাবে জাক তৈরি করলে পানি এবং পচন জীবাণু জাকের মধ্যে সহজে চলাফেরা করতে পারে। বদ্ধ পানিতে বা ছোট পুকুর বা ডোবার পাট পচালে ইউরিয়া সার ব্যবহার করতে হবে। এতে পাট তাড়াতাড়ি পচে এবং আঁশের রঙ ভালো হয়। প্রতি ১০০ আঁটি কাঁচা পাটের জন্য প্রায় ১ কেজি ইউরিয়া ব্যবহার করা যেতে পারে। ইউরিয়া সার কোনো পাত্রে গুলে পানিতে মিশেয়ে অথবা সরাসরি জাকের আঁটির সারিতে ছিটিয়ে দিতে হবে।</a2><br>
<a3>চ. পচন নির্ণয়:</a3><a2> পাট পচনের শেষ সময় ঠিক করা অর্থাৎ পচন সমাপ্তি নির্ণয় অত্যন্ত প্রয়োজনীয়। পাট খুব বেশি পচলে আঁশ নরম হয় আবার খুব কম পচলে আঁশের গায়ে ছাল লেগে থাকে। কাজেই এমন সময় পচন থামাতে হবে যখন আঁশগুলো একটার সাথে আর একটা না লেগে থাকে কিন্তু শক্ত থাকে। জাক দেয়ার ৮-১০ দিন পর থেকে জাক পরীক্ষা করা উচিত। ২-৩টি পাট জাক থেকে বের করে ধুয়ে আঁশ পরীক্ষা করলে পচনের শেষ সময় ঠিক করা যায়। পচা পাটের মধ্যাংশ থেকে ১ ইঞ্চি বা আড়াই সেন্টিমিটার পরিমাণ ছাল কেটে ছোট শিশির ভেতর পানি দিয়ে ঝাঁকানোর পর শিশির পানি ফেলে আবার পরিষ্কার পানি দিয়ে ঝাঁকিয়ে যদি দেখা যায় যে আঁশগুলো বেশ পৃথক হয়ে গেছে তখন তখন বুঝতে হবে যে পচন শেষ হয়েছে। বেশি পচনের চেয়ে একটু কম পচন ভালো।</a2><br>
<br>
<a1>০২. অপর্যাপ্ত পানি অঞ্চলে পাটের ছাল পচন পদ্ধতি :</a1><br>
  <a3>বিরন পদ্ধতি :</a3><a2> রিবন পদ্ধতিতে কাঁচা থাকাবস্থায় গাছ থেকে ছাল পৃথক করে নেয়া। ছালগুলোকে তিনভাবে পচানো যায়। <br>
  ক. বড় মাটির চাড়িতে ছালগুলোকে গোলাকার মোড়া বেঁধে সাজিয়ে রেখে পরিষ্কার পানি দিয়ে চাড়িটি ভরে দিতে হবে। একটি বড় চাড়িতে প্রায় ৩০ কেজি ছাল পচানো যায়। <br>
  খ. যদি আশপাশের ছোট ডোবা বা পুকুর বা খাল বা কম গভীরতা স¤পন্ন জলাশয় থাকে তবে ছালগুলোকে গোলাকৃতি মোড়া বেঁধে একটা লম্বা বাঁশের সঙ্গে ঝুলিয়ে পানির মধ্যে ডুবিয়ে দিয়ে পচানো যাবে। <br>
  গ. বাড়ির আশপাশে অথবা ক্ষেতের পাশে ১৫-১৬ ফুট লম্বা, ৬-৮ ফুট প্রস্ত এবং ২ ফুট গভীর গর্ত খুঁড়ে গর্তের তলা ও কিনারা পলিথিন দিয়ে ঢেকে দিয়ে যে কোনো স্থান থেকে পরিষ্কার পানি দিয়ে গর্তটি ভরে সেখানে ছালগুলো পচানো যায়। সম্ভব হলে কচুরিপানা দিয়ে ছালের মোড়াগুলো ঢেকে দেয়া যায়।</a2><br>
  <iframe width="1050" height="315" src="https://www.youtube.com/embed/h030hS1ml_M" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe>
</div>
</div>


<div id="Insect" class="tabcontent">
  <div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/jute.jpg);background-repeat: no-repeat;background-size:1100px; ">পাট</h1></div>
<div class="ex4">
<p>ফসল বৃদ্ধির প্রায় সব পর্যায়েই পাট গাছ এক ডজনের বেশি কীটপতঙ্গ ও ক্ষুদ্র মাইট (mite) দ্বারা আক্রান্ত হয়। এদের আক্রমণে ফসলের উৎপাদন এবং গুণগত মান উভয়ই হ্রাস পায়। এক হিসাবে দেখা গেছে, কোনো কোনো ক্ষেত্রে কেবল কীটপতঙ্গের আক্রমণেই ফসলের শতকরা ১২ ভাগ অথবা তার বেশি পরিমাণ ক্ষতি হতে পারে। তবে এদের ক্ষতির মাত্রা এলাকাভেদে কম-বেশি হয় এবং বিভিন্ন বছরেও এদের ক্ষতির পরিমাণে পার্থক্য হয়। অনিষ্টকারী পোকা-পাকড়ের আক্রমণ বহুলাংশে নির্ভর করে বিদ্যমান আবহাওয়া, পাটের জাত, চাষ পদ্ধতি এবং পরজীবী ও পরভুক প্রাণীর উপস্থিতি বা অনুপস্থিতির ওপর। বাংলাদেশের বিভিন্ন এলাকা থেকে পাট গাছের যেসব ক্ষতিকর কীটপতঙ্গ শনাক্ত করা হয়েছে তার মধ্যে কয়েকটি মুখ্য (major) এবং অন্যগুলি গৌণ (minor) আপদ হিসেবে চিহ্নিত। তবে আবহাওয়া ও অন্যান্য পরিবেশগত কারণ অনুকূল হলে একটি গৌণ ক্ষতিকর প্রাণী মুখ্য পর্যায়ে পৌঁছাতে পারে। নিম্নের সারণিতে এ দেশের পাট গাছের অনিষ্টকারী যেসব কীটপতঙ্গ ও পোকা-মাকড় সচরাচর দেখা যায় তার একটি তালিকা, ক্ষতির ধরন ও আনুষঙ্গিক তথ্য উল্লেখ করা হলো।</p><br>
<br>
<a1>উড়চুঙ্গা:</a1>
<img id="myImg2" src="pics/in1.jpg" alt="উড়চুঙ্গা পোকা" style="width:100%;max-width:300px">




<a2> পূর্ণবয়স্ক পোকার গায়ের রং কালো বাদামি ও দেখতে অনেকটা ফড়িংয়ের মতো। খরার সময় এই পোকার আক্রমণ বেশি হয়।
 বেলে ও বেলে দো-আঁশ মাটিতে এরা সুড়ঙ্গ করে বাস করে। দিনের বেলায় গর্তের মধ্যে থাকে, সন্ধ্যার সময় গর্ত থেকে বের হয়ে পাটগাছের শেকড় ও কাণ্ডের অংশ কেটে খায়।
কাজেই উড়চুঙ্গা আক্রান্ত জমিতে বাড়তি চারা বাছাই করে যেসব স্থান বেশি ক্ষতিগ্রস্ত হয়ে পাতলা হয়ে যায়, সেখানে রোয়া করে ক্ষেত ভরে ফেলতে হয়। ক্ষেতে উড়চুঙ্গার গর্ত দেখা গেলে প্রতিগর্তে ০ দশমিক ২৫ লিটার অনুমোদিত কীটনাশক মিশ্রিত পানি ঢেলে দিতে হবে।</a2><br>
<br>
<a1>বিছাপোকা:</a1>
<img id="myImg3" src="pics/in2.jpg" alt="বিছাপোকা" style="width:100%;max-width:300px">



<a2> বৈশাখের মাঝামাঝি থেকে ভাদ্রের প্রথম সপ্তাহ পর্যন্ত এদের উপদ্রব সবচেয়ে বেশি। বাচ্চা পোকার গায়ের রং হাল্কা সবুজ এবং পূর্ণতাপ্রাপ্ত পোকার রং কমলা ও গাঢ় হলুদ। এদের গায়ে অসংখ্য শুঁয়া থাকে। স্ত্রী-মথ পাতার উল্টো দিকে গাদা করে ডিম পাড়ে। ডিম থেকে বাচ্চা বের হওয়ার পর প্রায় ছয় থেকে সাত দিন পাতার নিচে দলবদ্ধ অবস্থায় থাকে এবং সবুজ অংশ খেয়ে পাতাকে সাদা পাতলা পর্দার মতো করে ফেলে। টানা কয়েক দিন আকাশ মেঘলা থাকলে এবং সেই সঙ্গে গুঁড়ি গুঁড়ি বৃষ্টি হলে পোকার আক্রমণ খুব বাড়ে।<br>
  <iframe width="1000" height="315" src="https://www.youtube.com/embed/iutZrAoJKbs" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe><br>
বিছাপোকার প্রথম জীবনে বাচ্চা পোকাগুলো পাতার নিচে দলবদ্ধ অবস্থায় থাকে। এ রকম সময়ে তখন পোকাসমেত পাতা তুলে গর্তে চাপা দিয়ে বা কেরোসিন মেশানো পানিতে ডুবিয়ে মেরে ফেলা যায়। আক্রমণ বেশি হলে প্রতি লিটার পানিতে ১ দশমিক ৫ মিলি ডায়াজিনন ৬০ ইসি বা ১২ লিটার পানিতে চা চামচের সাড়ে তিন চামচ অনুমোদিত ওষুধ মিশিয়ে সাত দিন অন্তর দুই বার স্প্রে করে বিছাপোকা দমন করা যায়।</a2><br>
<br>
<a1>ঘোড়াপোকা:</a1>
<img id="myImg4" src="pics/in3.jpg" alt="ঘোড়াপোকা" style="width:100%;max-width:300px">


<a2> কোনো কোনো এলাকায় এই পোকা ছটকাপোকা নামেও পরিচিত। বৈশাখের শেষ সময় থেকে শুরু করে শ্রাবণের শেষ পর্যন্ত এই পোকা পাটগাছের ক্ষতি করে। জ্যৈষ্ঠের মাঝামাঝি থেকে আষাঢ়ের মাঝামাঝি পর্যন্ত পোকার সংখ্যা খুব বেড়ে যায়। পোকার গায়ের রং সবুজ, কোনো কোনো সময় বাদামি এবং গায়ে কালো ডোরা থাকে। স্ত্রী মথ কচিপাতার নিচে দেড় শ থেকে ৬০০ পর্যন্ত ডিম পাড়ে। তিন-চার দিনের মধ্যে ডিম ফুটে পোকা বের হয়ে কচি পাতা খেতে শুরু করে।<br>
ঘোড়াপোকার আক্রমণ দেখা দিলে কেরোসিন ভেজানো দড়ি গাছের ওপর দিয়ে টেনে দিলে এদের উপদ্রব কমে যায়। এ ছাড়া পাটক্ষেতে বাঁশের কঞ্চি বা গাছের ডালপালা পুঁতে দিয়ে পাখি বসার জায়গা করে দিলেও পাখিরা পোকা খেয়ে উপদ্রব কমিয়ে দেয়। আক্রমণের মাত্রা বেশি হলে প্রতি লিটার পানিতে দেড় মিলি ডায়াজিনন ৬০ ইসি পানিতে মিশিয়ে স্প্রে করে এই পোকা দমন করা যায়।<br></a2>
<br>
<a1>চেলেপোকা:</a1>
<img id="myImg5" src="pics/in4.jpg" alt="চেলেপোকা" style="width:100%;max-width:300px">


<a2> আকারে ছোট ও কালো রঙের শুঁড়বিশিষ্ট পোকা। পূর্ণবয়স্ক এই পোকা পাতায় ছোট ছোট ছিদ্র করে খায়। স্ত্রী পোকা গাছের ডগায় ছিদ্র করে ডিম পাড়ে। ডিম ফুটে বাচ্চা বের হয়ে ডগার ভেতরে যায় এবং সেখানেই বড় হতে থাকে।<br>
এতে গাছের ডগা মারা যায় এবং গাছের শাখা-প্রশাখা বের হতে থাকে। পাটক্ষেতের আশপাশের ঝোপঝাড় কেটে পরিষ্কার রাখলে এই পোকার আক্রমণ কমে যায়।
আক্রান্ত গাছগুলো তুলে ফেলে দিলে পোকার আক্রমণ কম হয়। আক্রমণ বেশি হলে ১০ দিন অন্তর প্রতি লিটার পানিতে দেড় মিলি মেটাসিসটক্স বা ২৫ ইসি বা ডায়াজিনন ৬০ ইসি পানিতে মিশিয়ে স্প্রে করলে এ পোকা দমন হয়।</a2><br>
<br>
<a1>কাতরীপোকা:</a1>
<img id="myImg6" src="pics/in5.jpg" alt="কাতরীপোকা" style="width:100%;max-width:300px">




<a2> স্ত্রী মথ পাট গাছের পাতার নিচে গাদা করে ডিম পাড়ে এবং ডিমগুলো একগুচ্ছ লোম দ্বারা আবৃত করে রাখে। ডিম ফুটে বাচ্চা বের হয়ে কচি পাতার নিচের দিকে মুড়ে জাল বুনে থাকে। পূর্ণবয়স্ক পোকার গায়ের রং সবুজ ও লম্বায় আড়াই সেন্টিমিটার। আক্রান্ত গাছের ঝাঁঝরা কচিপাতা দেখে এদের আক্রমণ সহজেই চেনা যায়। পূর্ণবয়স্ক পোকা গাছের প্রায় সব পাতাই খেয়ে ফেলে। প্রতি ১২ লিটার পানিতে ডায়াজিনন ৬০ ইসি মিশিয়ে স্প্রে করলে এ পোকা দমন করা যায়। </a2><br>

 
</div>
</div>


<div id="Diseases" class="tabcontent">
<div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/jute.jpg);background-repeat: no-repeat;background-size:1100px; ">পাট</h1></div>
<div class="ex5">  
  <p>নানা রকম রোগবালাই পাট গাছের ক্ষতি করতে পারে। এদের মধ্যে ঢলেপড়া, কান্ডপচা কালো-পট্রি, শুকনো ক্ষত, আগা শুকিয়ে যাওয়া, গাছের গোড়া পঁচা, শিকেড়র গিট, পাতার হলদে-সবুজ ছিট পড়া বা পাতার মোজাইক রোগ, পাতায় সাদা গুঁড়ো পড়া ইত্যাদি মারাত্মক ক্ষতি সাধন করে। সময় মত এদের দমন করবেন।</p>
 <br>
 
<a1>পাটের ঢলেপড়া রোগ:</a1>

<a2> এ রোগে গোটা পাট গাছ ঢলে পড়ে ও মরে যায়, তোষা পাটের চেয়ে দেশী পাটে এ রোগ কম দেখা দেয়। ছোট ও বড় উভয় অবস্থায় পাট গাছ এ রোগে আক্রান্ত হতে পারে। ফুল আসার সময় থেকে তোষা পাটে এ রোগ বেশী হয়।<br>
জমি আগাছা মুক্ত রাখতে হবে। আক্রামত্ম জমিতে ২-৩ বছর তোষা পাটের আবাদ না করে দেশী পাটের আবাদ করা যেতে পারে। পাট কাটার পর গাছের গোড়া, শিকড় ও অন্যান্য পরিত্যাক্ত অংশ সংগ্রহ করে পুড়িয়ে ফেলতে হবে। কেনাফ এবং মেস্তাতেও এ রোগ হয়।
আক্রান্ত জমিতে পানি জমা থাকলে তা সরিয়ে ফেলতে হবে।</a2> <br>
 <br>
<iframe width="1000" height="315" src="https://www.youtube.com/embed/DxWupz0JhR0" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe>
<a1>পাটের কান্ডপচা রোগ:</a1>

<a2> চারা যখন ৬-৮ ইঞ্চি লম্বা হয় তখন থেকে শুরু করে পূর্ণ বয়স পর্যন্ত পাট, কেনাফ ও মেস্তাগাছ এ রোগে আক্রান্ত হয়। মে থেকে অক্টোবর পর্যন্ত এই রোগের প্রাদুর্ভাব দেখা যায়। পাতা ও কান্ডে গাঢ় বাদামী রং-এর দেখা দেয়। এ দাগ গোড়া থেকে গাছের আগা পর্যন্ত যে কোন অংশে দেখা দিতে পারে। ভালভাবে লক্ষ্য করলে দাগী জায়গা গুলোতে অসংখ্য কালো বিন্দু দেখা যায়। এ কালো বিন্দু গুলোতে ছত্রাক জীবাণু থাকে, এরা বাতাসে বা বৃষ্টির পানির মাধ্যমে আশে পাশের গাছে সংক্রমিত হয়। কখনও কখনও আক্রান্ত স্থানে গোটা গাছই ভেঙ্গে পড়ে। অর্থ্যাৎ গাছের চারা অবস্থা থেকে আরম্ভ করে পাট কাটা পর্যন্ত এ রোগের প্রকোপ দেখা যায়। কেনাফ ও মেস্তা ফসলেও এ রোগে আক্রমণাত্মক হয়।<br>
 

আক্রান্ত গাছগুলোকে তুলে দূরে মাটিতে পুতে ফেলে কিংবা পুড়ে ফেলে এ রোগ দমন করা যায়। ডাইথেন এম-৪৫, ম্যানার এম-৪৫, এনডোফিল এম-৪৫ ১০ লিটার পানিতে ২০ গ্রাম ঔষধ মিশিয়ে গাছের গোড়ার মাটিতে ২/৩ দিন পর পর স্প্রে মেশিনের সাহায্যে ছিটিয়ে এ রোগের আক্রমন কমানো সম্ভব।</a2><br>
<br>
<a1>পাটের কালো-পট্রি রোগ:</a1><br>
<a2> কালো পট্রি রোগের লক্ষণ প্রায় কান্ড পচা রোগের মতই। তবে এতে কান্ডে কাল রং এর বেষ্টনীর মত দাগ পড়ে। আক্রান্ত স্থানে ঘষলে হাতে কালো গুড়ার মত দাগ লাগে। সাধারণতঃ গাছের মাঝামাঝি বয়স থেকে রোগ বেশী দেখা দেয়। এ রোগে গাছ ভেঙ্গে পড়ে না তবে গোটা গাছটি শুকিয়ে মরে যায়, ফলে আঁশ নিম্নমানের হয় ও ফলন কম হয়। সাধারণত তোষা পাটে এ রোগের প্রকোপ বেশী দেখা যায়। খরার সময় এ রোগের প্রাদুর্ভাব বেশী হয়। সাধারণত জুন মাস থেকে অক্টোবর  মাস পর্যন্ত এ রোগের প্রকোপ দেখা যায়।<br>
নীরোগ গাছ হতে বীজ সংগ্রহ করে শোধন করে নিলে এ রোগের প্রাদুর্ভাব কমে। ডাইথেন এম-৪৫, ম্যানার এম-৪৫, এনডোফিল এম-৪৫ ১০ লিটার পানিতে ২০ গ্রাম ঔষধ মিশিয়ে গাছের গোড়ার মাটিতে ২/৩ দিন পর পর স্প্রে মেশিনের সাহায্যে ছিটিয়ে এ রোগের আক্রমন কমানো সম্ভব।</a2><br>
 <br>

<a1>পাটের শুকনো ক্ষত রোগ:</a1>

<a2> এ রোগ শুধু দেশী পাট, কেনাফ ও মেস্তায় দেখা যায়। চারা অবস্থায় এ রোগ চারা মড়কের সৃষ্টি করে। বড় গাছের কান্ডে কালচে দাগ পড়ে। আক্রান্ত স্থান ফেটে যায়, ফাটা অংশ থেকে কখনও কখনও আঁশ ছিকড়ের মত বের হয়ে আসে। ক্ষতস্থানে জীবাণু সৃষ্টি হয়। এ জীবাণুগুলো বাতাসে উড়ে ফল আক্রমন করে। আক্রামত্ম ফল কালো ও আকারে ছোট হয়। এ ছত্রাকের বীজের স্থিতিশীলতা অনেক বেশী। বীজের অভ্যমত্মরে গভীরভাবে এ রোগের জীবাণু প্রবেশ করে এবং বীজকে প্রায় নষ্ট করে ফেলে। এ রোগে গাছ মরে না তবে আক্রান্ত অংশ শক্ত হয়। তাই পাট পচানোর পরেও আক্রান্ত স্থানের ছাল পাট কাঠির সাথে লেগে থাকে। এর ফলে আঁশ নিম্নমানের হয় এবং পাটের দামও অনেক কমে যায়। তোষা পাটে এ রোগ হয় না বলে জমিতে পর্যায়ক্রমে তোষা ও দেশী পাটের চাষ করলেও এ রোগের প্রকোপ অনেক কমে যায়। কান্ড-পচাঁ, শুকনো-ক্ষত ও কাল পট্রি এ তিনটি রোগই বীজ, মাটি বায়ুবাহী। এদের প্রতিকারের ব্যবস্থাও একই রকমের।
পাট কাটার পর জমির আগাছা, আবর্জনা ও পরিত্যক্ত গাছের গোড়া উপরে পুড়ে ফেলতে হবে।<br>
বীজ বপনের আগে বীজ শোধন করে নিতে হবে। বীজ শোধনের জন্য প্রোভেক্স-২০০ (০.৪%) এর ব্যবহারে যথেষ্ট সুফল দেয়। পাটের প্রধান ছত্রাকজনিত রোগগুলো বীজ ও মাটি বাহী। বপনের আগে বীজ শোধনের ফলে রোগের প্রকোপ অনেক কমে যায়। শোধন করা সম্ভব না হলে বপনের আগে বীজ রোদে ভালভাবে শুকাতে হবে।<br>
জমিতে চারা অবস্থা থেকে শুরম্ন করে ফসল কর্তন পর্যন্ত যখনই রোগের প্রকোপ দেখা দিবে তখনই রাসায়নিক ঔষধ ছিটানোর ব্যবস্থা করতে হবে। প্রথমে রোগাক্রামত্ম গাছ উঠিয়ে পুড়িয়ে ফেলতে হবে। পরে বেগতিক দেখলে প্রতি ১০ লিটার পানিতে ২০ গ্রাম ডাইথেন এম-৪৫ অথবা ম্যানার এম-৪৫ গুলে ৩-৪ দিন অমত্মর ২-৩ বার করে জমিতে ছিটাতে হবে। গাছের বয়স অনুসারে একর প্রতি ৩৫০-৪৫০ লিটার ঔষধ মিশানো পানি ছিটানো যেতে পারে।<br>
পাট পরবর্তী শস্য হিসাবে ধান, গম, আখ, সর্ষে, পিঁয়াজ, মটর, রসুন, মশুরী প্রভৃতির চাষ করা যেতে পারে। তিল, চিনাবাদাম, বরবটি, টমেটো, গোল আলু, পুঁইশাক, মূলা প্রভৃতি পাটের জমিতে পরবর্তী শস্য হিসাবে চাষ না করে রোগ দমনের জন্য সুপারিশকৃত শস্যক্রম পদ্ধতি অনুসরণ করা যেতে পারে।
নীরোগ পাট গাছ থেকে বীজ সংগ্রহ করতে হবে। গাছের ৭০% ফল পাকলেই বীজ কেটে ফেলা উচিত। দেরী করলে ছত্রাক সংক্রমিত হওয়ার সম্ভাবনা থাকে।
জমিতে সর্বদা পানি নিষ্কাশনের ব্যবস্থা করতে হবে।</a2><br><br>

<a1>পাট গাছের আগা শুকিয়ে যাওয়া রোগ:</a1><br>

<a2> সাধারণতঃ তোষা ও কেনাফ পাটে এ রোগ দেখা যায়। খরার পর ঝড়ে বা অন্য কোন কারণে গাছে আঘাত লাগলে এ রোগ বেশী হতে পারে। রোগে আক্রান্ত অংশ বাদামী রং এর হয় এবং আগা থেকে নীচের দিকে  শুকাতে থাকে। ফুল আসার পর সচরাচর এ রোগ দেখা দেয়।<br>
কান্ড পঁচা রোগের প্রতিকারের যে ব্যবস্থা অবলম্বন করা হয় এ ক্ষেত্রেও সেই একই ব্যবস্থা অবলম্বন করতে হবে। তবে তোষা পাটের জমিতে পর্যায়ক্রমে দেশী পাটের চাষ করলে এ রোগের প্রকোপ কম হতে পারে। রোগ দেখা দিলেই ডাইথেন এম-৪৫ নামক ছত্রাকনাশক ঔষধ ১৮.৫ গ্রাম প্রতি ১০ লিটার পানিতে মিশিয়ে ২/৩ দিন পরপর অমত্মত ২ বার গাছে স্প্রে করতে হবে।</a2><br><br>
<a1>পাট গাছের গোড়া পঁচা রোগ:</a1>
<br>
<a2> যে সমস্ত দেশী পাটের ক্ষেতে পানি নিষ্কাশন করা যায় না, সে সমসত্ম ক্ষেতের পাট গাছের গোড়ায় সাদা তুলার আঁশের মত এক প্রকার ছত্রাক রাতারাতি বেড়ে উঠে। কয়েকদিন পর সরিষার দানার মত বাদামী রংয়ের জীবাণুর দানা দেখা যায়। এ রোগের ফলে গাছের গোড়া পঁচে যায় এবং গাছ ভেঙ্গে পড়ে। জুন থেকে অক্টোবর মাস পর্যমত্ম এই রোগের প্রকোপ দেখা যায়। জমিতে এ রোগ দেখা দিলে গাছ কেটে আঁশ সংগ্রহ করা উচিত। দেশী ও তোষা উভয় পাটেই এই রোগের প্রাদুর্ভাব দেখা যায়।<br>
এ রোগের প্রতিকারের জন্য জমি পরিষ্কার পরিছন্ন এবং আর্বজনামুক্ত রাখতে হবে। পানি নিষ্কাশনের উপযুক্ত ব্যবস্থা করতে হবে। ডাইথেন এম-৪৫ প্রতি ১০ লিটার পানিতে ২০ গ্রাম মিশিয়ে গাছের গোড়ায় পর পর দু’দিন প্রয়োগ করলে রোগের ব্যাপকতা কমে যায়।</a2>
 <br><br>

<a1>পাট গাছের শিকড়ের গিট রোগ:</a1>
<br>
<a2> এ রোগে আক্রান্ত গাছের শিকড়ে ছোট বড় অনেক গিট দেখা যায়। এ গিটের ভিতর এক প্রকার কৃমিকীট (নিমোটোড) অবস্থান করে এবং গাছের ক্ষতি সাধন করে। এরা বিশেষ করে গাছের শিকড়ে ছত্রাক আক্রমণের অনেক সুবিধা করে দেয়। গাছের বাড় কমে যায় এবং ফুল কম ধরে। বালিযুক্ত হালকা মাটি বেশী দিন ভিজা থাকলে জমিতে পাটের শিকড় গিট রোগ দেখা যায়। দেশী ও তোষা উভয় পাটেই এই রোগের প্রকোপ দেখা যায়।<br>
যে সমস্ত পাটের জমিতে এ রোগ দেখা দেয়, পরবর্তী রবি মৌসুমে ঐ সব জমিতে সরিষা, গম, যব, ভুট্রা, চিনা প্রভৃতি এবং খরিফে ধান, কাউন, শন, জোয়ার ইত্যাদি বপন করা হলে রোগ জীবাণু কমতে থাকে। রাসায়নিক ঔষধ ফুরাডান-৫ জি, ৪০ কেজি প্রতি হেক্টরে প্রয়োগ করে নিড়ানী এবং চুড়ামত্মভাবে গাছ পাতলা করে দিতে হবে। সম্ভব হলে জমি পতিত বা পর্যায়ক্রমে মেসত্মার চাষ করা যেতে পারে, বপনের বেশ কিছু দিন আগে চাষ করে জমি রোদে ফেলে রাখতে হবে।
পাটের পাতার হলদে-সবুজ ছিট পড়া বা পাতার মোজাইক রোগ<br>

মোজাইক আক্রান্ত পাট গাছের সংগৃহীত বীজ বপনের ফলে এ রোগ হয়ে থাকে। গাছ বড় হওয়ার সাথে সাথে পাতায় হলদে সবুজ ছিট দাগ পড়ে, আক্রান্ত গাছের বাড় কমে যায় এবং আঁশের পরিমাণ শতকরা ৫০% পর্যমত্ম কমে যাওয়ার আশংকা থাকে। মোজাইক আক্রান্ত পাট গাছের সংগৃহীত বীজ বপনের ফলে এ রোগ হয়ে থাকে। পরাগায়ণের মাধ্যমে এবং হোয়াইট ফ্লাই (সাদা মাছি) নামক এক প্রকার ক্ষুদ্র মাছি দ্বারা এ রোগ বিস্তার লাভ করে। সাদা মাছি আক্রান্ত গাছের রস খেয়ে সুস্থ গাছের পাতার রস খাওয়ার সময় এ জীবাণু সুস্থ গাছে সংক্রমিত হয়।<br>
প্রতিরোধ ব্যবস্থা হিসাবে নীরোগ গাছ থেকে বীজ সংগ্রহ করা উচিত। জমিতে আক্রান্ত চারা দেখা মাত্র তা তুলে ফেলতে হবে। কোন ক্রমেই হলদে সবুজ ছিট পড়া আক্রান্ত গাছ জমিতে রাখা যাবে না। সুস্থ গাছের জন্য মাঝে মাঝে পাট ক্ষেতে ডায়াজিনন বা হেমিথ্রিন প্রতি ১০ লিটার পানিতে ১৫ মিলি পরিমাণ ঔষধ মিশ্রণ তৈরী করে ৩০-৪০ দিন বয়সের গাছে ৭ দিন পর পর ২-৩ বার ছিটানো উচিত। পাট গাছের মাঝামাঝি বয়সের বাড়ন্তকালে যদি এ রোগ ব্যাপকভাবে দেখা দেয় তা হলে ঐ ক্ষেতের পাট গাছ থেকে আঁশ সংগ্রহ করা চলতে পারে। কিন্তু বীজ সংগ্রহ করা একেবারেই নিষিদ্ধ। আক্রান্ত গাছের বীজ সংগ্রহ করে বপন করলে পরবর্তী বছর ব্যাপকভাবে এ রোগ দেখা দেবে।</a2><br><br>
<a1>পাটের পাতায় সাদা গুঁড়ো পড়া রোগ</a1>
<br>
<a2> পাতার উপর হালকা পাউডারের মত অসংখ্য ছাতা রোগের জীবাণু থাকে। এ রোগ পাট মৌসুমের শেষে বীজ সংগ্রহের জন্য রাখা পাট গাছে দেখা যায়। দেশী পাটে এ রোগের প্রকোপ বেশী।<br>
রোগের লক্ষণ দেখা মাত্রই থায়োভিট বা কোন গন্ধক জাতীয় ঔষধ ৩২.৫ গ্রাম প্রতি ১০ লিটার পানিতে মিশিয়ে ছিটানো উচিত।</a2><br><br>
</div>
</div>


</div>
</div>

<script>
function krrishan(evt, info) {
    var i, tabcontent, tablinks;
    tabcontent = document.getElementsByClassName("tabcontent");
    for (i = 0; i < tabcontent.length; i++) {
        tabcontent[i].style.display = "none";
    }
    tablinks = document.getElementsByClassName("tablinks");
    for (i = 0; i < tablinks.length; i++) {
        tablinks[i].className = tablinks[i].className.replace(" active", "");
    }
    document.getElementById(info).style.display = "block";
    evt.currentTarget.className += " active";
}

// Get the element with id="defaultOpen" and click on it
document.getElementById("defaultOpen").click();
</script>

<script>
// When the user scrolls down 20px from the top of the document, slide down the navbar
window.onscroll = function() {scrollFunction()};

function scrollFunction() {
    if (document.body.scrollTop > 20 || document.documentElement.scrollTop > 20) 
}
</script>
</body>
 
<div class ="footer">  TANViR -RUKHSANA-SHUVO, Copyright &copy; 2019 </div>

<script>
function myFunction() {
    var x = document.getElementById("myLinks");
    if (x.style.display === "block") {
        x.style.display = "none";
    } else {
        x.style.display = "block";
    }
}
</script>

</body>
</html>
