
<?php
//com.php

?>

<!DOCTYPE html>
<html>
<head>
<link rel="stylesheet" type="text/css" href="styleQA.css">

  <title>প্রশ্ন-উত্তর</title>
  <link rel = "icon" type = "image/png" href = "pics/icn.png">

<script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.0/jquery.min.js"></script>
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.6/css/bootstrap.min.css" />
  <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.6/js/bootstrap.min.js"></script>
  
</head>



<div class ="header"> 

  <div class ="logo">
  <a href="HomeO.php"></a>

   </div>


<div class="navbar">
  <a href="HomeO.php">মূলপাতা</a>
  <a href="AboutO.php">আমাদের তথ্য</a>
  <a href="QA.php">প্রশ্ন-উত্তর</a>
  <a href="Home.php">লগআউট</a>
</div>
</div>


<div class ="mbody"> 
 
<div id ="sect1">
 
 
 

<h1 style="font-size: 20px;text-align: center;font-weight: bolder; color: red; ">এছাড়া ফেসবুক অথবা ইমেইলে আমাদের কাছে প্রশ্ন পাঠাতে ক্লিক করুন</h1><hr align="center" width="95%" color="red"><br>

<button class="button"><a href="https://www.facebook.com/messages/t/1703340579703166" style= "color: #3366cc;">Facebook</a></button><br><br><br>


<button class="button"><a href="https://accounts.google.com/signin/v2/identifier?hl=bn&passive=true&continue=https%3A%2F%2Fwww.google.com%2Fsearch%3Fclient%3Dopera%26q%3Dgmail%26sourceid%3Dopera%26ie%3DUTF-8%26oe%3DUTF-8&flowName=GlifWebSignIn&flowEntry=ServiceLogin" style= "color: #ff0000;">G-Mail</a></button>
</div>












<div id ="sect3">
   <div class ="ader">
  <h1 style="font-size: 20px;text-align: center;font-weight: bolder; color: red; ">কিছু প্রশ্নের উত্তর</h1><hr align="center" width="50%" color="red"><br>
</div>
<div class="ex7">
<a1>1. আখ চাষের পরিমান দিন দিন কমে যাচ্ছে এর থেকে উত্তরণের উপায় কি?</a1> <a2>জুবায়রা বেগম - 01725-***342</a2><br>
<a>উত্তরঃ</a><hr/> <a3>Value Chain and Value addition করা দরকার। আন্তঃ ফসল চাষ করা দরকার। সেই সাথে নন মিল গুলোতে  সরকারী বা বেসরকারী চিনি কারখানা স্থাপন করা যেতে পারে। বিদেশ থেকে চিনি আমদানী বন্ধ করতে হবে। চিনির গুনগতমান উন্নত করতে হবে এবং ফলন বৃদ্ধি করতে হবে। আধুুনিক প্রযুক্তির সম্প্রসারণ করা দরকার। </a3><a2>Md. Saiful Azam Khan ,অতিরিক্ত উপপরিচালক, কৃ স অ</a2><br><br>
<a1>2. পাট পচানোর আধুনিক পদ্ধতি কি?</a1> <a2>মিহির আলম - 01732-***679</a2><br>
<a>উত্তরঃ</a><hr/><a3>পশ্চিমবঙ্গের যেসব অঞ্চলে পাটের প্রচুর চাষ হয়, সেসব অঞ্চলে পাট সংগ্রহের সময় পর্যাপ্ত জল না থাকলে ভালো মানের পাটের আঁশ পাওয়া সম্ভব হয় না। অবশ্য পচনের জন্য পর্যাপ্ত জল থাকা অঞ্চলেও যথাযথভাবে পাট না পচানোর ফলে পাটের আঁশের মান ভালো হয় না। সে জন্য চাষিরাও ভালো দাম পান না। পাট সংগ্রহের পর এর পচন প্রক্রিয়া বা জাগ দেয়া তিনভাবে করা যেতে পারে।<br>

১. যে এলাকার জল বেশ পরিষ্কার এবং হালকা স্রোত আছে এমন জলাশয়ে (যেমনন্ধ বিল বা খালে) পাটগাছ পচানো।<br>

২. রিবন রেটিং পদ্ধতিতে কাঁচা পাটের ছাল ছাড়িয়ে বড় চাড়ি বা পাত্রে পাট পচানো।<br>

৩. মিনি পুকুর বা গর্ত তৈরি করে রিবন রেটিং পদ্ধতিতে পাট থেকে ছাড়ানো ছাল পচানো। <br>
প্রথম পদ্ধতিতে পাট পচানোর আগে কাটা পাটগাছ ছোট-চিকন ও বড়-মোটা হিসেবে বাছাই করা দরকার। কারণ চিকন গাছের ছাল পাতলা তাই দ্রুত পচে এবং মোটা গাছের ছাল পুরু তাই দেরিতে পচে। এরপর বাছাই করা গাছগুলোকে ১০ কেজি ওজনের সমান করে আঁটি বাঁধতে হয়। আঁটি কখনোই শক্ত করে বাঁধতে হয় না। তাতে ভেতরের পাটগাছে জল সহজে ঢুকতে পারে না বলে পচতে সময় বেশি লাগে বা কখনো কখনো জলর সংস্পর্শে আসে না বলে পচেই না। শক্ত করে বাঁধা আঁটির ভেতরে পাট পচনকারী জীবাণু বা ক্ষুদ্র ক্ষুদ্র ব্যাকটেরিয়া ঢুকতে পারে না। দুই ধরনের আঁটিগুলোকে আলাদা জাগ দিতে হয়। জাগের ওপরে কখনোই মাটি বা কলাগাছজাতীয় কিছু দিয়ে জলর নিচে ডুবানোর ব্যবস্খা করা ঠিক নয়। এতে পাটের আঁশের রঙ নষ্ট হয়।<br>

দ্বিতীয় পদ্ধতিতে বিশেষ যন্ত্রের সাহায্যে কাঁচা পাটের ছাল ছাড়িয়ে সেগুলো গোলাকার মোড়া বেঁধে বড় মাটির চাড়ি বা বড় পাত্রে সাজিয়ে পরিষ্কার জল দিয়ে চাড়িটি ভরে দিতে হয়। এ রকম একটি বড় চাড়িতে প্রায় ৩০ কেজি ছাল পচানো যায়।<br>

কম গভীরতাসম্পন্ন ছোট ডোবা বা পুকুর বা খালের জলতে কাঁচা পাট থেকে ছাড়ানো ছাল গোলাকার করে মোড়া বেঁধে লম্বা বাঁশে ঢুকিয়ে বা ঝুলিয়ে জলতে ডুবিয়ে দিতে হয়। বাঁশটি ডুবানোর জন্য দু’টি বাঁশের খুঁটি ডোবা, পুকুর বা খালের জলতে দুই পাশে পুঁতে দিয়ে পাটের ছালের মোড়াসহ লম্বা বাঁশটি জলর নিচে বেঁধে দিতে হয়। এভাবে পচানো পাটের আঁশের মান বেশ ভালো হয়।<br>

তৃতীয় পদ্ধতিতে বাড়ির আশপাশে বা ক্ষেতের পাশে ৫ মিটার লম্বা ও ২ মিটার চওড়া এবং ১ মিটার গভীর গর্ত খুঁড়ে গর্তের নিচ থেকে চার দিকের দেয়াল পলিথিন দিয়ে ঢেকে দিতে হয়। এরপর পরিষ্কার জল দিয়ে গর্তটি ভর্তি করে সেখানে কাঁচা পাটগাছ থেকে ছাড়ানো ছাল রেখে দিতে হয়। যদি পাওয়া যায় তাহলে কচুরিপানা দিয়ে ছালের মোড়াগুলো ঢেকে দেয়া যেতে পারে। এ পদ্ধতিকে পলিথিন ট্যাংক পদ্ধতি বলা হয়। পলিথিনের এ গর্তে কিছু পাট পচানো জল দিলে দ্রুত পচন নিশ্চিত হয়। এ জন্য একটা ছোট হাঁড়িতে দুই থেকে তিনটি পাটগাছ কেটে টুকরো করে বা গাছের ছাল আগেই পচিয়ে নিয়ে পরে ওই পচা জল ব্যবহার করা যায়।<br>

পাটগাছ প্রথম পদ্ধতিতে পচানোর আগে কিছু কাজ করতে হয়। ক্ষেতে থেকে কাটার পর কাটা পাটগাছ তিন থেকে চার দিন ক্ষেতেই স্তূপ করে রাখলে পাতা ঝরে যায়। পাতাগুলো জমিতে ছড়িয়ে দিলে পচে ভালো সারের কাজ করে। এ সময়ের মধ্যে গাছগুলোও কিছুটা শুকিয়ে যায়। শুকানোর ফলে গাছগুলো জলতে ডুবানোর সাথে সাথে বেশ জল শুষে নেয়। এতে পচনপ্রক্রিয়া দ্রুত হয়।<br>

দ্বিতীয় ও তৃতীয় পদ্ধতিতে পাটগাছ থেকে ছাল ছাড়ানোর জন্য একটা পৌনে দুই মিটার লম্বা বাঁশ নিতে হয়। বাঁশের ওপরের দিকে আড়াআড়িভাবে কাটতে হয়, যাতে কাটা অংশটি দেখতে ‘ইউ’ বা হুকের মতো দেখায়। এরপর প্রয়োজনমতো উচ্চতা রেখে বাঁশের খুঁটির গোড়ার অংশ মাটিতে শক্ত করে পুঁতে দিতে হয়। এভাবে পাশাপাশি তিন থেকে চার ফুট পরপর প্রয়োজনমতো এমন কয়েকটি খুঁটি পোঁতা যেতে পারে। এরপর মাটিতে পোঁতা বাঁশের হুকগুলোর সাথে মাটির সমান্তরালে আরেকটি বাঁশ দিয়ে আড়া বাঁধতে হয়, যাতে জমি থেকে কেটে আনা পাটগাছ দাঁড় করিয়ে রাখা যায়। ওই পাটগাছগুলোর গোড়ার ৮ থেকে ১০ সেন্টিমিটার অংশ একটি শক্ত কাঠের বা বাঁশের গোড়া দিয়ে তৈরী হাতুড়ির সাহায্যে থেঁতলে দিতে হয়।<br>

থেঁতলানো পাটগাছের গোড়ার ছাল হাত দিয়ে দুই ভাগ করে হুকের দুই পাশে ও গাছের গোড়া হুকের ভেতরে ধরে জোরে টান দিলে পাটের ছাল পাটের কাণ্ড বা পাটখড়ি থেকে আলাদা হয়ে যায়। হাতে পাটের ছাল থেকে যায় এবং পাটখড়ি সামনের দিকে চলে যায়। এভাবে তিন থেকে চারটি পাটগাছের ছাল এক সাথে পাটখড়ি থেকে আলাদা করা যায়। পরে ছালগুলো গোল করে মোড়া বেঁধে দ্বিতীয় বা তৃতীয় পদ্ধতিতে পচানো যায়। বর্তমানে বাঁশের বদলে লোহার যন্ত্রাংশ ব্যবহার করে একই রকমের রিবনার যন্ত্র তৈরি করা হয়েছে।<br>

অনেক সময়ই আঁশ ছাড়ানোর পর দেখা যায়, গোড়ার দিকের কিছু ছাল আলাদা না হয়ে যুক্ত রয়ে গেছে। এই ছালযুক্ত অংশ পরে কেটে বাদ দিতে হয়। সমস্যাটি সহজেই দূর করা যায় নিচের পদ্ধতি অনুসরণ করলে।<br>

১. পাতা ঝরানোর পর পাটগাছের গোড়ার দিকের প্রায় ৪৫ সেন্টিমিটার তিন থেকে চার দিন জলর নিচে ডুবিয়ে রেখে তার পর জাগ দিতে হয়। এতে গোড়ার অংশ অনেক নরম হয় এবং ছাল ছাড়ানোর সময় গোড়ার আঁশ সহজেই আলাদা হয়।<br>

২. পাটগাছের গোড়ার ৪৫ সেন্টিমিটার একটি কাঠের হাতুড়ির সাহায্যে হালকা করে থেঁতলে নিয়ে আঁটিগুলো জলতে ডুবিয়ে দিতে হয়। তবে একটা কথা অবশ্যই মনে রাখতে হয়, দু’টি পদ্ধতি কখনোই একসাথে ব্যবহার করা যায় না। যেকোনো একটি পদ্ধতি ব্যবহার করতে হয়। জলতে জাগ তৈরির সময় প্রথম সারিতে লম্বালম্বিভাবে আঁটিগুলো পাশাপাশি রাখার পর দ্বিতীয় সারিতে আঁটিগুলো আড়াআড়িভাবে রাখতে হয়। তৃতীয় সারিতে আবার প্রথম সারির মতো লম্বালম্বিভাবে রাখতে হয়। ওপর-নিচে তিন থেকে চারটির বেশি সারি করা ঠিক নয়। এভাবে জাগ তৈরি করলে জাগের মধ্যে সহজেই জল এবং পাট পচনকারী ব্যাকটেরিয়া জীবাণু প্রবেশ ও চলাচল করতে পারে। এতে পাটপচন সহজ হয়।<br>

বদ্ধ জলাশয়ে পাট পচানোর ব্যবস্খা করলে প্রতি ১০০ আঁটির জন্য এক কেজি ইউরিয়া সার ব্যবহার করলে পাট পচন দ্রুত হয়। এতে পাটের আঁশের রঙ ও মান ভালো হয়। ইউরিয়া সার কোনো একটি পাত্রে গুলে নিয়ে পচনজলতে মিশিয়ে বা সরাসরি জাগের ওপরও ছিটিয়ে দেয়া যেতে পারে। চাড়িতে বা পলিথিন ট্যাংকে পাট পচানোর সময় প্রতি ১০০ মণ বা তিন হাজার ৭৩২ কেজি কাঁচা পাটের ছালের জন্য ০.৫ কেজি ইউরিয়া সার ব্যবহার করতে হয়।<br>

পাট বেশি পচলে আঁশ বেশ নরম হয়ে যায়, আবার কম পচলে আঁশ গায়ে ছাল লেগে থাকে। তাই এমন সময়ে পাটের পচনপ্রক্রিয়া থামানোর প্রয়োজন হয়, যখন আঁশগুলো একটার সাথে আরেকটা লেগে থাকে না, কিন্তু শক্ত থাকে। জাগ দেয়ার ৮ থেকে ১০ দিন পর থেকেই হাত দিয়ে পরীক্ষা করে দেখা উচিত। দুই থেকে তিনটি পচা পাটগাছ জাগ বা ছালের মোড়া থেকে বের করে ধুয়ে আঁশ পরীক্ষা করে পচনের শেষ সময় ঠিক করা যায় বা বের করা যায়। পচা পাটের মধ্যাংশ থেকে দুই থেকে তিন সেন্টিমিটার পরিমাণ ছাল কেটে ছোট একটি স্বচ্ছ শিশির ভেতরে পরিষ্কার জল দিয়ে ঝাঁকিয়ে যদি দেখা যায়, আঁশগুলো বেশ খানিকটা আলাদা হয়ে গেছে তখন বুঝতে হয় পচনপ্রক্রিয়া শেষ হয়েছে। একটা কথা মনে রাখা খুব প্রয়োজন, বেশি পচনের চেয়ে একটু কম পচনই ভালো। সঠিক সময়ে আঁশ ছাড়ালে কাটিংসের পরিমাণ কম হয়। আঁশ ছাড়ানোর সময় গোড়ার পচা ছাল হাত দিয়ে টেনে ফেলে দিলেও কাটিংসের পরিমাণ কমানো যায়। উন্নত মানের আঁশ পেতে হলে অবশ্যই প্রচলিত পদ্ধতিতে জলাশয়ে গাছসহ জাগ না দিয়ে রিবন রেটিংয়ের মাধ্যমে ছাল ছাড়িয়ে নিয়ে জাগ দিয়ে আঁশ সংগ্রহ করতে হয়।<br></a3><a2>Md. Saiful Azam Khan ,অতিরিক্ত উপপরিচালক, কৃ স অ</a2><br><br>    





    </div>


</div>
















<div id ="sect2">
  <body>
   <div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: red; ">প্রশ্ন/উত্তর অথবা মন্তব্য লিখুন</h1><hr align="center" width="50%" color="red"><br>
</div>

 
<div class="row">
   <form method="POST" id="comment_form">
      <div class="col-75">
     <input type="text" name="comment_name" id="comment_name" class="form-control" placeholder="নাম লিখুন" />
    </div>
</div>
    <div class="row">
      <div class="col-75">
     <textarea name="comment_content" id="comment_content" class="form-control" placeholder="আপনার প্রশ্নটি লিখুন" style="height:150px" rows="5"></textarea>
    </div>
  </div>

    <div class="row">
     <input type="hidden" name="comment_id" id="comment_id" value="0" />
     <input type="submit" name="submit" id="submit" class="btn btn-info" value="পাঠান" />
    </div>
   </form>
 </div>
</body>





<div id ="sect2">

  <div class ="ader">
  <h1 style="font-size: 20px;text-align: center;font-weight: bolder; color: red; ">প্রশ্ন-উত্তর অংশ</h1><hr align="center" width="50%" color="red"><br>
</div>


  <body>
  <span id="comment_message"></span>
   <br />
   <div id="display_comment"></div>
  </div>
</body>
</div>





</div>
 
 </div>

 </div>
 
<div class ="footer">  TANViR -RUKHSANA-SHUVO, Copyright &copy; 2019 </div>
</body>


</html>

<script>
$(document).ready(function(){
 
 $('#comment_form').on('submit', function(event){
  event.preventDefault();
  var form_data = $(this).serialize();
  $.ajax({
   url:"add_comment.php",
   method:"POST",
   data:form_data,
   dataType:"JSON",
   success:function(data)
   {
    if(data.error != '')
    {
     $('#comment_form')[0].reset();
     $('#comment_message').html(data.error);
     $('#comment_id').val('0');
     load_comment();
    }
   }
  })
 });

 load_comment();

 function load_comment()
 {
  $.ajax({
   url:"fetch_comment.php",
   method:"POST",
   success:function(data)
   {
    $('#display_comment').html(data);
   }
  })
 }

 $(document).on('click', '.reply', function(){
  var comment_id = $(this).attr("id");
  $('#comment_id').val(comment_id);
  $('#comment_name').focus();
 });
 
});
</script>