<?php include('server.php') ?>
<html>
<head>
<link rel="stylesheet" type="text/css" href="styleRice1.css">
<meta name="viewport" content="width=device-width, initial-scale=1">
  <title>ধান</title>
<link rel = "icon" type = "image/png" href = "pics/icn.png">

</head>

<body>

<div class ="header"> 
  <div class ="logo">
  <a href="HomeO.php"></a>

   </div> 


<div class="navbar">
  <a href="HomeO.php">মূলপাতা</a>
  <div class="dropdown">
    <button class="dropbtn">ফসল 
    </button>
    <div class="dropdown-content"> 
      <a href="Jute1O.php">পাট</a>
      <a href="Rice1O.php">ধান</a>
    </div>
  </div> 
  <a href="AboutO.php">আমাদের তথ্য</a>
  <a href="QA.php">প্রশ্ন-উত্তর</a>
  <a href="login.php">লগআউট</a>
</div>
</div>
<body>

<div class="tab">
  <button class="tablinks" onclick="krrishan(event, 'Intro')" id="defaultOpen">পরিচিতি</button>
  <button class="tablinks" onclick="krrishan(event, 'Time')">পরিবেশ ও সময়</button>
  <button class="tablinks" onclick="krrishan(event, 'Farming')">চাষাবাদ</button>
  <button class="tablinks" onclick="krrishan(event, 'Insect')">পোকামাকড়</button>
  <button class="tablinks" onclick="krrishan(event, 'Diseases')">রোগবালাই ও প্রতিকার</button>

  
</div>

<div id="Intro" class="tabcontent">
  <div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/rice1.jpg);background-repeat: no-repeat;background-size:1100px; ">ধান</h1></div>
<div class="ex1">
  <p>ধান (বৈজ্ঞানিক নাম Oryza sativa, Oryza glaberrima ) Graminae/Poaceae গোত্রের দানাশস্যের উদ্ভিদ । ধান উষ্ণ জলবায়ুতে, বিশেষত পূর্ব-এশিয়ায় ব্যাপক চাষ হয়। প্রাচীন চীনা ভাষার Ou-liz শব্দটি আরবিতে Oruz ও গ্রিক ভাষায় Oryza হয়ে শেষে Ritz ও Rice হয়েছে। ধান বা ধান্য শব্দের উৎপত্তি অজ্ঞাত। ধানবীজ বা চাল সুপ্রাচীনকাল থেকে লক্ষ লক্ষ মানুষের প্রধান খাদ্য। চীন ও জাপানের রাজাদের পৃষ্ঠপোষকতায় প্রায় ১০,০০০ বছর আগে ধান চাষ শুরু হয়েছিল বলে জানা যায়। ব্যাপক অভিযোজন ক্ষমতার দরুন ধান উত্তর কোরিয়া থেকে দক্ষিণ অস্ট্রেলিয়া, এমনকি সমুদ্রপৃষ্ঠ থেকে ২,৬০০ মিটার উচ্চতায়ও (জুমলা, নেপাল) জন্মায়। বাংলাদেশে আউশ, আমন এবং বোরো এই তিন মৌসুমে ধান চাষ করা হয়।<br>

ধান সাধারণত একবর্ষজীবি উদ্ভিদ, কোন কোন অঞ্চলে বিশেষ করে নাতিশীতোষ্ণ অঞ্চলে ধান দ্বি-বর্ষজীবি উদ্ভিদ হিসেবে চাষ করা হয়। ধানকে ৩০ বছর পর্যন্ত চাষ করা যায়। ধানের বৃদ্ধি ও উৎপাদন অনেকসময় মাটির উর্বরতার উপর নির্ভর করে থাকে।<br>
<img id="myImg" src="pics/pat.jpg" alt="তোষা পাট মূল গাছ" style="width:100%;max-width:300px">


ধান গাছ সাধারণত ১-১.৮ মিটার (৩.৩-৫.৯ ফুট) পর্যন্ত লম্বা হয়ে থাকে। এর পাতা সরু, লম্বা আকৃতির হয়। পাতা ৫০-১০০ সে.মি. (২০-৩৯ ইঞ্চি) পর্যন্ত লম্বা ও ২-২.৫ সে.মি. (০.৭৯-০.৯৮ ইঞ্চি) প্রশস্ত হয়ে থাকে। সাধারণত বায়ুর সাহায্যে এর পরাগায়ন হয়ে থাকে। পুষ্পমঞ্জরীতে ফুলগুলো শাখান্বিত অবস্থায় উপর থেকে নীচ পর্যন্ত সাজানো থাকে। এক একটি পুষ্পমঞ্জরী ৩০-৫০ সেমি (১০-২০ ইঞ্চি) লম্বা হয়ে থাকে। বীজকে খাবার হিসেবে খাওয়া হয়, একে শষ্য বলা হয়। বীজ সাধারণত ৫-১২ মি.মি. লম্বা ও ২-৩ মি.মি. পুরু হয়ে থাকে।<br>

যেসব অঞ্চলে বৃষ্টিপাত বেশি কিংবা নিচু জমি, সেসব অঞ্চলে ধান ভালো হয়। পাহাড় কিংবা পাহাড়ের ঢালেও এর চাষ হয়ে থাকে। ধান চাষ অত্যন্ত শ্রমনির্ভর। অনেক শ্রমিক প্রয়োজন হয়, এ কারণে যেসব এলাকায় শ্রমিক খরচ কম সেসকল অঞ্চলে ধান চাষ করা সহজ। এর মাতৃ উদ্ভিদের বাসস্থান এশিয়া এবং আফ্রিকা।<br>

ধান চাষ করতে হলে প্রথমে বীজতলা তৈরী করতে হয়, সেখানে বীজ ছিটিয়ে রেখে কয়েকদিন সেচ দিতে হয় তারপর ছোট চারা তৈরী হলে সেগুলোকে তুলে প্রধান জমিতে রোপন করা হয়। তাছাড়া সরাসরি বীজ প্রধান জমিতে ছিটিয়েও চাষ করা হয়। ধান চাষে প্রচুর পানির দরকার হয়। গাছের গোড়ায় অনেকদিন পর্যন্ত পানি জমিয়ে রাখা হয়। সাধারণত নল তৈরী করে, আইল বানিয়ে পানি ধরে রাখা হয়। আগাছা, রোগবালাই ও পোকামাকড় এর কারণে ধানের উৎপাদন কমে যেতে পারে। ধাড়ি ইঁদুর ধানের অন্যতম প্রধান শত্রু। সাধারণত জমিতে পানি আটকে রেখে আগাছাসহ এর উৎপাত কমানো যেতে পারে।<br>

ধান থেকে উৎপন্ন দ্রব্যকে চাল বলে। এই চাল থেকে তৈরী হয় ভাত যা বাঙ্গালীর প্রধান খাদ্য।<br>


<a1>তথ্যের উৎস:</a1><a2> কৃষি প্রযুক্তি হাতবই, কেনাফ ও মেস্তা (বিজেআরআই).</a2> প্রথম প্রকাশ, জুন-২০০৮। কৃষি ডায়েরি-২০১৫।<br>
<a2 align="center"> বাংলাদেশ পাট গবেষণা ইনস্টিটিউট (বিজেআরআই)</a2>, ১৫-১২-২০১৭।</a>
</div>
</div>

<div id="Time" class="tabcontent">
<div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/rice1.jpg);background-repeat: no-repeat;background-size:1100px; ">ধান</h1></div>
<div class="ex2">
 <p>চাষের সময়ের উপর নির্ভর করে বাংলাদেশের ধানকে তিনটি ভাগে ভাগ করা হয়ে থাকে। এই প্রধান তিনটি ভাগ হল আউশ, আমন ও বোরো।</p><br>

<p style="text-align: left;"><h1><span style="color: red;"><strong>আউশ ধান</strong><hr align="left" width="100%" color="red"></span></h1></p>
 <p>দ্রুত (আশু) ফসল উৎপন্ন হওয়ার বিচারে এই ধানের নাম করা হয়েছে আউশ। এই ধান সাধারণত জন্মে বর্ষাকালের আষাঢ় মাসে। এই কারণে এর অপর নাম আষাঢ়ী ধান। তবে এই ধান বৎসরের যে কোন সময়েই চাষ করা যায়। বাংলাদেশে আউশ ধানের যে নামগুলো পাওয়া যায়, তা হল- আটলাই, কটকতারা, কুমারী, চারনক, দুলার, ধলাষাইট, ধারাইল, পটুয়াখালী, পশুর, পানবিড়া, পাষপাই, পুখী, মরিচবেটি, হরিণমুদা, হাসিকলমি, সূর্যমুখ, শনি, ষাইটা, ভইরা, শঙ্ক পটি, কালা বকরি, খাড়াজামড়ি, মুলকে আউশ, কালামানিক, ভাতুরি ইত্যাদি।</p><br>

<p style="text-align: left;"><h1><span style="color: red;"><strong>আমন ধান</strong><hr align="left" width="100%" color="red"></span></h1></p>
 <p>সংস্কৃত হৈমন' বা হৈমন্তিক' শব্দের অপভ্রংশ। ধান বিশেষ। এর অপর নাম আগুনী ও হৈমন্তিক। আমন মৌসুমে সবচেয়ে বেশি জমিতে ধানের আবাদ হয়। আমন ধান তিন প্রকার। যথা—<br>

<a1>১. রোপা আমন:</a1> চারা প্রস্তুত করে, সেই চারা রোপণ করে এই ধান উৎপন্ন হয় বলে এর এরূপ নাম। রোপা আমন জৈষ্ঠ্য-আষাঢ় মাসে বীজ তলায় বীজ বোনা হয়, শ্রাবণ-ভাদ্র মাসে মূল জমিতে রোপা কার হয় এবং অগ্রহায়ণ-পৌষ মাসে ধান কাটা হয়।<br>

<a1>২. বোনা আমন:</a1> এই আমন ছিটিয়ে বোনা হয়। বোনা আমন চৈত্র-বৈশাখ মাসে মাঠে বীজ বপন করা হয় এবং অগ্রহায়ণ মাসে পাকা ধান কাটা হয়। একে আছড়া আমনও বলে।<br>

<a1>৩. বাওয়া আমন:</a1> বিল অঞ্চলে এই আমন উৎপন্ন করা হয়। একে এই কারণে গভীর পানির বিলে আমনও বলা হয়ে থাকে।<br>

বাংলাদেশে বিভিন্ন প্রজাতির আমন ধানের চাষ হয়ে থাকে। এবং প্রতিটি প্রজাতির ধানের স্থানীয় নাম রয়েছে। যেমন— ইন্দ্রশাইল, কাতিবাগদার, ক্ষীরাইজালি, গদালাকি, গাবুরা, চিংড়িখুশি, চিটবাজ, জেশোবালাম, ঝিঙ্গাশাইল, ঢেপি, তিলককাচারী, দাউদিন, দাদখানি, দুদলাকি, দুধসর, ধলা আমন, নাগরা, নাজিরশাইল, পাটনাই, বাঁশফুল, বাইশ বিশ, বাদশাভোগ, ভাসা মানিক, মালিয়াডাক্র, রাজাশাইল, রূপশাইল, লাটশাইল, হাতিশাইল ইত্যাদি।</p><br>


<p style="text-align: left;"><h1><span style="color: red;"><strong>বোরো ধান বা ইরি ধান</strong><hr align="left" width="100%" color="red"></span></h1></p>
 <p>বোরো ধান প্রধানত সেচ নির্ভর। কার্তিক মাস থেকে বীজ তলায় বীজ বপন শুরু হয়। ধান কাটা চলে বৈশাখ-জৈষ্ঠ্য পর্যন্ত। উচ্চ ফলনশীল বোরো ধান প্রবর্তনের পর থেকে ধান আবাদ তথা সমুদয় কৃষি ব্যবস্থার মস্তবড় একটা পরিবর্তন এসেছে। ফলে একদিকে যেমন আউশ ধানের আবাদ আশঙ্কাজনকভাবে কমে এসেছে, তেমনি রবি মৌসুমে প্রচলিত ফসল যেমন ডাল, তৈল বীজ, শাক সবজি, ফলমূল, গোলআলু, মসলা ইত্যাদির আবাদ কমে এসেছে। তবে বসন্তকালে এই ধান জন্মে বলে একে বাসন্তিক ধান বলা হয়। এই জাতীয় ধানের নামগুলো হলো- আমন বোরো, খৈয়াবোরো, টুপা, পশুশাইল, বানাজিরা, বোরোবোরো ইত্যাদি।</p>
</div>
</div>

<div id="Farming" class="tabcontent">
 <div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/rice1.jpg);background-repeat: no-repeat;background-size:1100px; ">ধান</h1></div>
<div class="ex3">

<p>ভালো এবং অধিক ফসল পেতে হলে রোগমুক্ত, পরিষ্কার পরিপুষ্ট ও মানসম্মত বীজ ব্যবহার করতে হবে।
 ভালো ফলনের জন্য ভালো বীজ নিশ্চিত করবার পরই চাষের কাজ শুরু করা উচিত।</p><br>
<iframe width="1000" height="315" src="https://www.youtube.com/embed/80jCpdL6s84" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
<br>
<a1>জমি নির্বাচন ও তৈরি :</a1><a2> বাংলাদেশে প্রায় ৭০ ভাগ জমিতে ধান চাষ হয়ে থাকে। তবে ভা্লো ফলনের জন্য উর্বর, সুনিষ্কাশিত ও সেচের সুবিধা রয়েছে এমন জমি নির্বাচন করতে হবে।</a2><br>
<br>
<a1>ভালো বীজ নির্বাচনঃ</a1><a2> 

রোগমুক্ত, পরিষ্কার, পরিপুষ্ট ও চিটামুক্ত হতে হবে।<br>

সকল বীজের আকার আকৃতি একই ধরনের হবে।<br>

 প্রায় ৪০ লিটার পরিষ্কার পানিতে দেড় কেজি ইউরিয়া সার মিশিয়ে তার মধ্যে বীজ ধান ছেড়ে দিয়ে নেড়েচেড়ে দিতে হব। ভারী, পুষ্ট, সুস্থ ও সবল বীজ পাত্রের তলায় জমা হবে এবং অপরিপুষ্ট, হালকা, রোগা বা ভাঙ্গা বীজ ভেসে থাকবে। হাত অথবা চালনি দিয়ে ভাসমান বীজগুলো পৃথক করে নিতে হবে। ভারী বীজ নীচ থেকে তুলে নিয়ে পরিষ্কার পানিতে ৩ থেকে ৪ বার ভাল করে ধুয়ে ছায়াতে শুকিয়ে অথবা এভাবে বাছাইকৃত বীজ জাগ দিয়ে মুখ ফুটিয়ে বীজতলায় বোনা যেতে পারে। তাছাড়া কুলা দিয়ে খুব ভালোভাবে ঝেড়ে নিয়েও পরিপুষ্ট বীজ বাছাই করা যায়।<br>
 বাণিজ্যিক ভাবে চাষাবাদের ক্ষেত্রে এবং ভালো সুষ্ঠ বীজ নির্বাচনের জন্য কৃষক, নমুনা বীজ মাঠ পর্যায়ে পরিক্ষা করতে পারেন, এ ক্ষেত্রে বীজ গজানোর হার ৮০% এর বেশী হবে।<br>

 সাধারন ভাবে ১ কেজি অংকুরিত বীজ ১ শতক বীজ তলার জন্যে এবং ১ শতাংশের বীজ তলা দিয়ে ২২-২৫ শতাংশ জমিতে রোপন করা যায়। তবে উচ্চ ফলনশীল জাতের ক্ষেত্রে বীজের প্যাকেটে লেখা নির্দেশিকা অবশ্যই মেনে চলতে হবে।<br>

বীজ শোধনঃ ভিটাভেক্স ২০০ / টিলথ অনুমোদিত মাত্রায় ব্যবহার করে বীজ় শোধন করা ভাল।</a2><br>
<br>
<a1>নিড়ানি ও পাতলাকরণ:</a1><a2> বাংলাদেশের পাট ক্ষেতে ৩৯টি গোত্রের অন্তর্গত ৯৯টি গণ এর ১২৯টি প্রজাতির উদ্ভিদ আগাছা হিসেবে জন্মে। এদের মধ্যে ২৭টি প্রজাতি আগাছা হিসেবে খুব গুরুত্বপূর্ণ। এদের ঘনত্ব প্রতি ৩ বর্গফুটে ৫ থেকে ১০২টি আগাছা হতে পারে। পাটের আবাদে যে খরচ হয় তার একটা বড় অংশই নিড়ানি ও পরিচর্যার জন্য হয়। চারা গজানোর ১৫-২০ দিনের মধ্যে চারা পাতলা করা প্রয়োজন। সারিতে বপন করা হলে হাত দিয়ে বা ছিটিয়ে বপন করা হয়ে থাকলে আঁচড়া দিয়ে প্রাথমিকভাবে চারা পাতলা করা যায়। পাট গাছের বয়সের ৪০-৫০ দিনের মধ্যে একবার নিড়ানি দেয়ার সময় কৃষক কোনো কোনো ক্ষেতে চারা ও পাতলা করেন। তবে বয়স ৬০-৭০ দিনের মধ্যে যে চারা পাতলা করা হয় তা টানা বাছ নামে এবং বয়সের ৮৫-৯০ দিনের মধ্যে চারার গোড়া কেটে যে পাতলা করা হয় তা কাটা বাছ নামে পরিচিত। এ কচি গাছ না ফেলে পচিয়ে খুব উন্নত মানের পাট পাওয়া যায়, যা সুতা তৈরি করায় ব্যবহৃত হতে পারে।</a2><br>
<br>
<a1>জমি চাষ ও বীজ তলা তৈরীঃ</a1><a2> মাটির প্রকার ভেদে প্রয়োজনমত ৩-৪ টি  চাষ এবং মই দিয়ে জমি সমান করতে হবে এবং থকথকে কাদা করতে হবে।<br>

জমি উঁচু নীচু থাকলে মই ও কোদাল দিয়ে সমতল করতে হবে।<br>

প্রথম চাষের পর অন্তত ৭ দিন পর্যন্ত জমিতে পানি আটকে রাখুন। এতে জমির খড় ও আগাছা পচে জমি উর্বর বেসকরবে।<br>
 চারটি পদ্ধতিতে বীজতলা তৈরি করা যায়। এগুলো হচ্ছে শুকনো, কাদাময়, ভাসমান ও ডাপোগ বীজতলা। শুকনো বীজতলা- উপযুক্ত আর্দ্রতায় ৫-৬ বার চাষ ও মই দিয়ে মাটিকে একেবারে ঝুরঝুরে করার পর জমি সমান করে শুকনো বীজতলা তৈরি করা যায়।দোঁআশ ও এটেল মাটি এ বীজতলায় জন্য ভাল। বীজতলার জমি উর্বর হওয়া প্রয়োজন। যদি জমি হয় তাহলে প্রতি বর্গমিটার জমিতে দুই কেজি হারে জৈব সার (পচা গোবর বা আবর্জনা) সুন্দরভাবে ছড়িয়ে দিতে হবে। এরপর জমিতে ২-২.৫ ইঞ্চি পানি দিয়ে দু-তিনটি চাষ ও মই দিয়ে ৭ থেকে ১০ দিন রেখে দিন এবং পানি ভালভাবে আটকে রাখুন। আগাছা, খড় ইত্যাদি পচে গেল আবার চাষ ও মই দিয়ে থকথকে কাদাময় করে জমি তৈরি করতে হবে। এবার জমির দৈর্ঘ্য বরাবর ১ মিটার চওড়া বেড তৈরি করতে হবে। বেডের দুই পাশের মাটি দিয়ে বেড তৈরি করা যায়।এরপর বেডের উপরের মাটি বাঁশ বা কাঠের চ্যাপ্টা লাঠি দিয়ে সমান করতে হবে। কাদা বেশি হলে বীজ মাটিতে ডুবে যাবে এবং তাতে ভালভাবে বীজ গজাবে না। এ অবস্থায় বেড তৈরির পৌনে এক ঘন্টা পর বীজ বোনা দরকার।<br>

বীজ তলার চার পাশে বেড়া/নেট দিয়ে ঘেরে দিতে হবে। সেচের প্রয়োজন হলে পরিমিত মাত্রায় সেচ দিতেন হবে।<br>



সাধারণভাবে বীজ তলার বয়স আউশে ২০-২৫ দিন, রোপা আমনে ২৫-৩০ দিন(বীজ তলায় বীজ বপন-আষাঢ় মাস)এবং বোরাতে ৩৫-৪৫ দিন(বীজ তলায় বীজ বপন-১লা কার্তিক থেকে অগ্রাহয়ণের ১ম সপ্তাহ) হওয়া উচিত। তবে কোম্পানীর উৎপাদিত বীজের ক্ষেত্রে প্যাকেটের গায়ে লেখা  নির্দেশকা অবশ্যই মেনে চলতে হবে।<br>

ছিটিয়ে বা লাইনে বপন করতে রোপা ধান সাধারনত লাইনে রোপন করা ভালো এতে করে ফসলে আলো বাতাসের প্রবেশ যেমন বৃদ্ধি পায় তেমনি অন্তবর্তীকালীন পরিচর্যা করতে অনেক সুবিধা হয়।<br>

রোপনের ক্ষেত্রে সাধারনত লাইন থেকে লাইনের দুরত্ব ৯-১০ ইঞ্চি এবং প্রতি লাইনে গোছা/থোর থেকে গোছা/থোরের দুরত্ব ৬ ইঞ্চি। তবে

বিভিন্ন কোম্পানীর উৎপাদিত বীজের ক্ষেত্রে প্যাকেটের গায়ে লেখা নির্দেশকা অবশ্যই মেনে চলতে হবে।</a2><br>


<br><a1>আগাছা দমনঃ</a1><a2> সব ধরনের ধানের জমিতেই আগাছা জন্মে। আগাছা সময়মত পরিষ্কার না করলে তা ধানের সাথে খাদ্য ও জায়গা নিয়ে প্রতিযোগিতা করে। আগাছা ধান ফসলের সাথে আলো, পানি ও পুষ্টি নিয়ে প্রতিযোগিতা করে।<br>


দমন পদ্ধতি হলো, হাত / নিড়ানি / রাইস উইডারের সাহায্যে দমন করতে হবে। অথবা চারা রোপনের ৭-১৫ দিনের মধ্যে সুপার পাওয়ার ২০ গ্রম ৩৩ শতক জমিতে প্রয়োগ করতে হবে।</a2>

<br><a1>সেচ ব্যবস্থাঃ</a1><a2> চারা রোপনের পর জমিতে পরবর্তী ১৫ দিন পর্যন্ত অবশ্যই ১-২ ইঞ্চি দাড়ানো পানি রাখতে হবে।<br>
কাইচ থেকে দানা শক্ত হওয়া পর্যন্ত সময় (১৫ দিন) জমিতে অবশ্যই ১-২ ইঞ্চি দাড়ানো পানি রাখুন। এ ছাড়া পর্যায়ক্রমে সেচ দেয় ও জমি শুকানোর জন্য পানি পাইপ প্রযুক্তি ব্যবহার করা যেতে পারে।<br>
</a2>

<br><a1>ফসল কাটা ও মাড়াইঃ</a1><a2> শীষের অগ্রভাগের ৮০% ধানের চাল শক্ত এবং নীচের ২০% ধানের চাল আংশিক শক্ত হলে বুঝতে হবে ধান ঠিকমত পেকেছে।<br>

ধান কাটতে সাধারণত কাস্তে / হাসুয়া ব্যাবহার করে।<br>
বর্তমানে ধান মাড়াইয়ের জন্যে ‘পেডেল থ্রেসার’ বেশ জনপ্রিয়। অবশ্য অনেকে পিড়িতে বা গরুর সাহায্যেও ধান মাড়াই করে থাকে।<br>
</a2>
</div>
</div>


<div id="Insect" class="tabcontent">
  <div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/rice1.jpg);background-repeat: no-repeat;background-size:1100px; ">ধান</h1></div>
<div class="ex4">
<p>বাংলাদেশে মোট ফসলী জমির প্রায় ৭৬% জমিতে ধান চাষ করা হয়।এর প্রায় ৭০% জমিতেই আধুনিক জাতের ধান চাষ করা হচ্ছ। বর্তমানে দেশে প্রায় ১০ লক্ষ হেক্টর জমিতে হাইব্রিড জাতের ধান আবাদ করা হচ্ছে। স্থানীয় জাতের তুলনায় এসব জাতে পোকামাকড়ের আক্রমণ বেশি হয়। এসব আধুনিক জাতের ভাল ফলন পাওয়ার জন্য স্থানীয় জাতের তুলনায় বেশি সার ও সেচ দিতে হয়। এজন্য পোকামাকড়ের আক্রমণও বৃদ্ধি পায়। ১৯৮৫ সালে এ দেশে ধান ফসলের জন্য ক্ষতিকর ১৭৫ প্রজাতির পোকাকে শক্ত করা হয় (করিম ১৯৮৫)। পরবর্তীতে২০০৩ সালে ২৬৬টি প্রজাতির পোকাকে ধানের ক্ষতিকর পোকা হিসেবে শনাক্ত করা হয়(ইসলাম ও অন্যান্য ২০০৩)।এর মধ্যে সব পোকা সব মৌসুমে বা সব জায়গার ধান ফসলে ক্ষতি করে না।২০ প্রজাতির পোকাকে ধান ফসলের সাধারণ ও গুরুত্বপূর্ণ ক্ষতিকর পোকা হিসেবে বিবেচনা করা হয়। তবে বাংলাদেশে মাজরা, পামরি, বাদামী গাছ ফড়িং ধানের প্রধান তিনটি ক্ষতিকর পোকা।  
</p><br>

<a1>মাজরা পোকা:</a1>
<img id="myImg2" src="pics/majra.jpg" alt="মাজরা পোকা" style="width:100%;max-width:300px">

<a2> তিন ধরনের মাজরা পোকা বাংলাদেশের ধান ফসলের ক্ষতি করে। যেমন- হলুদ মাজরা। কালো মাথা মাজরা এবং গোলাপী মাজরা । মাজরা পোকার কীড়াগুলো কান্ডের ভেতরে থেকে খাওয়া শুরু করে এবং ধীরে ধীরে গাছের ডিগ পাতার গোড়া খেয়ে কেটে ফেলে। ফলে ডিগ পাতা মারা যায়। একে  ‘মরা ডিগ’ বা ‘ডেডহার্ট ’ বলে। গাছে শীষ আসার পূর্ব পর্যন্ত এ ধরনের ক্ষতি হলে মরা ডিগ দেখতে পাওয়া যায়। থোড় আসার আগে মরা ডিগ দেখা দিলে বাড়তি কিছু কুশী উৎপাদন করে গাছ আংশিকভাবে ক্ষতি পূরণ করতে পারে। <br>

ক্রিসেক রোগের অথবা ইঁদুরের ক্ষতির নমুনার সাথে মাঝে মাঝে মাজরা পোকা দ্বারা সৃষ্ট ক্ষত মরা ডিগ বলে ভুল হতে পারে। মরা ডিগ টান দিলেই সহজে উঠে আসে। এ ছাড়া ক্ষতিগ্রস্ত গাছের কান্ডে মাজরা পোকা খাওয়ার দরুণ ছিদ্র এবং খাওয়ার জায়গায় পোকার মল দেখতে পাওয়া যায়। <br>
<iframe width="1000" height="315" src="https://www.youtube.com/embed/hVZfwD63Jz8" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe><br>
শীষ আসার পর মাজরা পোকা ক্ষতি করলে সম্পূর্ণ শীষ শুকিয়ে যায়। একে ‘সাদা শীষ’, ‘মরা শীষ’ বা ‘হোয়াইট হেড’ বলে। খরায় বা ইঁদুরের ক্ষতির নমুনা হোয়াইট হেড-এর মত দেখা যেতে পারে। কীড়া যদি পাতার খোলের ভেতরে খায় এবং কান্ডের ভেতরের অংশ সম্পূর্ণভাবে কেটে না দেয় তাহলে ধানগাছের আংশিক ক্ষতি হয় এবং শীষের গোড়ার দিকের কিছু ধান চিটা হয়ে যায়।<br>

মাজরা পোকার আক্রমণ হলে, কান্ডের মধ্যে কীড়া, তার খাওয়ার নিদর্শন ও মল পাওয়া যায়, অথবা কান্ডের বাইরের রং বিবর্ণ হয়ে যায় এবং কীড়া বের হয়ে যাওয়ার ছিদ্র থাকে। গাছে মাজরা পোকার ডিমের গাদা দেখলে বুঝতে হবে গাছের ক্ষতি হওয়ার সম্ভাবনা আছে। হলুদ মাজরা পোকা পাতার ওপরের অংশে ডিম পাড়ে এবং গোলাপী মাজরা পোকা পাতার খোলের ভিতরের দিকে ডিম পাড়ে। হলুদ মাজরা পোকার ডিমের গাদার ওপর হালকা ধূসর রঙের একটা আবরণ থাকে। কালোমাথা মাজরা পোকার ডিমের গাদার ওপর মাছের আঁশের মত একটা সাদা আবরণ থাকে, যা ডিম ফোটার আগে ধীরে ধীরে গাঢ় রং ধারণ করে।<br>
 
মাজরা পোকার কীড়াগুলো ডিম থেকে ফুটে রেরুবার পর আস্তে আস্তে কান্ডের ভেতরে প্রবেশ করে। কীড়ার প্রথমাবস্থায় এক একটি ধানের গুছির মধ্যে অনেকগুলো করে গোলাপী ও কালোমাথা মাজরার কীড়া জড়ো হতে দেখা যায়। কিন্তু হলুদ মাজরা পোকার কীড়া ও পুত্তলীগুলো কান্ডের মধ্যে যে কোন জায়গায় পাওয়া যেতে পারে।

আলোর চার পাশে যদি প্রচুর মাজরা পোকার মথ দেখতে পাওয়া যায় তাহলে বুঝতে হবে ক্ষেতের মধ্যে মথগুলো ডিম পাড়া শুরু করেছে। <br>
<a2>দমন ব্যবস্থাপনা:</a2>
 নিয়মিতভাবে ক্ষেত পর্যবেক্ষণের সময় মাজরা পোকার মথ ও ডিম সংগ্রহ করে নষ্ট করে ফেললে মাজরা পোকার সংখ্যা ও ক্ষতি অনেক কমে যায়। থোর আসার পূর্ব পর্যন্ত হাতজাল দিয়ে মথ ধরে ধ্বংস করা যায়।<br>
  ক্ষেতের মধ্যে ডালপালা পুঁতে পোকা খেকো পাখির বসার সুযোগ করে দিলে এরা পূর্ণবয়স্ক মথ খেয়ে এদের সংখ্যা কমিয়ে ফেলে।<br>
   মাজরা পোকার পূর্ণ বয়স্ক মথের প্রাদুর্ভাব যখন বেড়ে যায় তখন ধান ক্ষেত থেকে ২০০-৩০০ মিটার দূরে আলোক ফাঁদ বসিয়ে মাজরা পোকার মথ সংগ্রহ করে মেরে ফেলা যায়। <br>
   যে সব অঞ্চলে হলুদ মাজরা পোকার আক্রমণ বেশী, সে সব এলাকায় সম্ভব হলে চান্দিনার (বি আর ১) মত হলুদ মাজরা পোকা প্রতিরোধ সম্পন্ন জাতের ধান চাষ করে আক্রমণ প্রতিহত করা যায়। <br>
   ধানের জমিতে শতকরা ১০-১৫ ভাগ মরা ডিগ অথবা শতকরা ৫ ভাগ মরা শীষ পাওয়া গেলে অনুমোদিত কীটনাশক   (যেমন- ডায়াজিনন ৬০ ইসি, কার্বোফুরান ৫জি, ফেনিট্রথিয়ন ৫০ ইসি ইত্যাদি) ব্যবহার করা।</a2><br>
<br>

<a1>উড়চুঙ্গা:</a1>
<img id="myImg2" src="pics/in1.jpg" alt="উড়চুঙ্গা পোকা" style="width:100%;max-width:300px">

<a2> উরচুংগা গাছের গোড়া কেটে দেয়, ফলে গাছ মারা যায়। অনেক সময় এদের ক্ষতি মাজরা পোকার ক্ষতির সাথে ভুল হতে পারে। উরচুংগা গাছের নতুন শিকড় এবং মাটির নীচে গাছের গোড়া খেয়ে ফেলে। কিন্তু মাজরা পোকা কান্ডের ভেতরটা খায়। পানি আটকে রাখা যায় না এমন ধান ক্ষেতে উরচুংগা একটা সমস্যা। এ পোকা তখনই আক্রমণ করে যখন ক্ষেতে আর পানি থাকে না, অথবা স্থানে স্থানে যখন পানি কম বেশী হয় এবং মাটি দেখা যায়। ক্ষেত পানি দিয়ে ডুবিয়ে দিলে উরচুংগা আইলে বা উঁচু জায়গায় চলে যায়। সেখানে মাটির নীচে শক্ত স্থানে ডিম পাড়ে। </a2><br>
<br><br><br>


<a1>পামরী পোকা:</a1>
<img id="myImg2" src="pics/pamori.jpg" alt="পামরী পোকা" style="width:100%;max-width:300px">

<a2> পূর্ণবয়স্ক পামরী পোকার গায়ের রং কালো এবং পিঠে কাঁটা আছে। পূর্ণবয়স্ক ও তাদের কীড়াগুলো উভয়ই ধান গাছের ক্ষতি করে। পূর্ণবয়স্ক পামরী পোকা পাতার সবুজ অংশ কুরে কুরে খাওয়ার ফলে ক্ষতিগ্রস্ত পাতার ওপর লম্বালম্বি কয়েকটি সমান্তরাল দাগ দেখতে পাওয়া যায়। বেশী ক্ষতিগ্রস্থ ক্ষেতের পাতাগুলো শুকিয়ে পুড়ে যাওয়ার মত মনে হয়। এরা পাতার উপরের সবুজ অংশ এমন ভাবে খায় যে শুধু নীচের পর্দাটা বাকী থাকে। একটি ক্ষতিগ্রস্ত ক্ষেতে অনেক পূর্ণ বয়স্ক পামরী পোকা দেখা  যেতে পারে। পূর্ণ বয়স্ক পোকাগুলো পূর্ববর্তী ধান ফসল থেকে নতুন ক্ষেত আক্রমণ করে। সাধারণতঃ বাড়ন্ত  গাছ আক্রান্ত বেশী হয় এবং ধান পাকার সময় পোকা থাকে না। স্ত্রী পামরী পোকা পাতার নীচের দিকে ডিম পাড়ে। কীড়াগুলো পাতার দুই পর্দার মধ্যে সুড়ঙ্গ করে সবুজ অংশ খেয়ে ফেলে। অনেকগুলো কীড়া এভাবে খাওয়ার ফলে পাতা শুকিয়ে যায়। কীড়া এবং  পুত্তলীগুলো সুড়ঙ্গের মধ্যেই থাকে। পামরী পোকা  ৩-৪ সপ্তাহের মধ্যে জীবন চক্র সম্পূর্ণ করে। <br>

<a2>দমন ব্যবস্থাপনা:</a2>
হাতজাল বা গামছা দিয়ে পোকা ধরে মেরে ফেলুন।<br>
গাছে কুশী ছাড়ার শেষ সময় পর্যন্ত পাতার গোড়ার ২-৩ সেমি (প্রায় ১ ইঞ্চি) উপর থেকে ছেটে দিয়ে শতকরা ৭৫-৯২টা পামরী পোকার কীড়া  মেরে ফেলা যায় এবং পরবর্তী আক্রমণ রোধ করা যায়। <br>
শতকরা ৩৫ ভাগ পাতার ক্ষতি হলে অথবা প্রতি গোছা ধান গাছে ৪টি পূর্ণবয়স্ক পোকা থাকলে অনুমোদিত কীটনাশক ব্যবহার করুন।</a2><br>
<br>

 <a1>বাদামী গাছফড়িং:</a1>
<img id="myImg2" src="pics/foring.jpg" alt="বাদামী গাছফড়িং" style="width:100%;max-width:300px">

<a2> যে সমস্ত ধানের জাতে বাদামী গাছফড়িং প্রতিরোধ ক্ষমতা নেই সে সব জাতের ধানে এরা খুব তাড়াতাড়ি বংশ বৃদ্ধি করে, ফলে এ পোকার সংখ্যা এত বেড়ে যায় যে, আক্রান্ত ক্ষেতে বাজ পড়ার মত হপারবার্ণ - এর সৃষ্টি হয়। আক্রান্ত গাছগুলো প্রথমে হলদে এবং পরে শুকিয়ে মারা যায়। বাদামী গাছফড়িং গ্রাসিস্টান্ট, র‌্যাগেটস্টান্ট ও উইল্টেডস্টান্ট নামক ভাইরাস রোগ ছড়ায়। কিন্তু আমাদের দেশে এখনও এ সমস্ত রোগ দেখা যায়নি। লম্বা পাখাবিশিষ্ট পূর্ণবয়স্ক বাদামী ফড়িংগুলো প্রথমে ধান ক্ষেত আক্রান্ত করে। এরা পাতার খোলে এবং পাতার মধ্য শিরায় ডিম পাড়ে। ডিমগুলোর ওপর পাতলা চওড়া একটা আবরণ থাকে। ডিম ফুটে বাচ্চা (নিমফ) বের হতে ৭-৯ দিন সময় লাগে। বাচ্চাগুলো ৫ বার খোলস বদলায় এবং পূর্ণবয়¤ক ফড়িং এ পরিণত হতে ১৩-১৫ দিন সময় নেয়। প্রথম পর্যায়ের (ইন¯টার) বাচ্চাগুলোর রং সাদা এবং পরের পর্যায়ের বাচ্চাগুলো বাদামী। বাচ্চা থেকে পূর্ণবয়¯ক বাদামী গাছফড়িং ছোট পাখা এবং লম্বা পাখা বিশিষ্ট হতে পারে। ধানে শীষ আসার সময় ছোট পাখা বিশিষ্ট ফড়িং এর সংখ্যাই বেশী থাকে এবং স্ত্রী পোকাগুলো সাধারণত: গাছের গোড়ার দিকে বেশি থাকে। গাছের বয়স বাড়ার সাথে সাথে লম্বা পাখা বিশিষ্ট ফড়িং এর সংখ্যাও বাড়তে থাকে, যারা এক জায়গা থেকে আর এক জায়গায় উড়ে যেতে পারে। 
 <br>

<a2>দমন ব্যবস্থাপনা:</a2>
   যে সব এলাকায় সব সময় বাদামী গাছফড়িং এর উপদ্রব হয় সে সব এলাকায় তাড়াতাড়ি পাকে (যেমন চান্দিনা) এমন জাতের ধান চাষ করা।<br>
    ধানের চারা ৩০-৪০ সেন্টিমিটার দূরে দূরে লাগানো।<br>
    জমিতে পোকা বাড়ার সম্ভাবনা দেখা দিলে জমে থাকা পানি সরিয়ে ফেলা।<br>
   উর্বর জমিতে ইউরিয়া সারের উপরি প্রয়োগ পরিহার করা ।<br>
   বাদামী গাছফড়িং প্রতিরোধ ক্ষমতাস¤পন্ন জাত  ব্রি ধান-৩৫ চাষ করা।<br>
  ক্ষেতে শতকরা ৫০ ভাগ গাছে অন্ততঃ একটি মাকড়সা থাকলে কীটনাশক প্রয়োগ না করা।<br>
  শতকরা ৫০ ভাগ ধান গাছে ২-৪টি ডিমওয়ালা স্ত্রী পোকা অথবা ১০টি বাচ্চা পোকা প্রতি গোছায় পাওয়া গেলে অনুমোদিত কীটনাশক ব্যবহার করা।<br></a2><br>
<br>

</div>
</div>


<div id="Diseases" class="tabcontent">
<div class ="ader">
  <h1 style="font-size: 30px;text-align: center;font-weight: bolder; color: white; background-image: url(pics/rice1.jpg);background-repeat: no-repeat;background-size:1100px; ">ধান</h1></div>
<div class="ex5">  
  <p>বাংলাদেশ ধান গবেষণা ইনস্টিটিউট বাংলাদেশে এ পর্যন্ত মোট ৩২টি রোগ বিভিন্ন সময়ে বিভিন্ন এলাকায় এবং বিভিন্ন জাতের ধানে শনাক্ত করেছে। এর মধ্যে ১০টি মুখ্য রোগ বাকি ২২টি গৌণ। এ রোগগুলো দ্বারা ধানের ফলন শতকরা ১০-১৫ ভাগ কম হয়। রোগগুলোর মধ্যে ভাইরাসজনিত ২টি, ব্যাকটেরিয়াজনিত ৩টি, ছত্রাকজনিত ২২টি, কৃমিজনিত ৫টি। নিম্নে ধানের ৯টি রোগের বিবরণ ও রোগ দমন ব্যবস্থাপনা বর্ণনা করা হলো-</p>
 <br>
 
<a1>বাদামি দাগ রোগ:</a1>

<a2> বাইপোলারিস ওরাইজি (Bipolaris oryzae) নামক ছত্রাক দ্বারা হয়ে থাকে।
এ রোগটি চারা অবস্থা থেকে যে কোনো বয়সের ধান গাছে হতে পারে। তবে চারার বয়স বেশি হলে রোগটির প্রকোপ বেশি দেখা যায়। মাটিতে পুষ্টি উপাদানের অভাব বা পানির অভাব হলে রোগের মাত্রা বেড়ে যায়। <br>

 
 
পাতায় প্রথমে তিলের দানার মতো ছোট ছোট দাগ পড়ে। দাগগুলো বড় হয়ে মাঝখানে সাদা ও কিনারা বাদামি হয়ে যায়।
একাধিক দাগ মিলে বড় দাগ সৃষ্টি হয়ে পাতাটিকে মেরে ফেলতে পারে। ধানের পাতার চেয়ে রোগটি বীজে বেশি দেখা যায়। রোগ আক্রান্ত গাছে অপুষ্ট বীজ হয় ও বাদামি বর্ণ হয়। <br>
 

 সুস্থ বীজ বপন করতে হবে; বীজ গরম পানিতে (৫০ ডিগ্রি সে. তাপমাত্রায় ৩০ মিনিট ভিজে রাখতে হবে) শোধন করতে হবে; কার্বেন্ডাজিম (অটোস্টিন) অথবা কার্বোক্সিন + থিরাম (প্রোভ্যাক্স ২০০ ডব্লিউপি) প্রতি কেজি বীজে ২.৫ গ্রাম হারে মিশিয়ে শোধন করতে হবে; জৈব সার ব্যবহার করতে হবে; জমিতে সঠিক পরিমাণ নাইট্রোজেন ও পটাশ সার ব্যবহার করলে রোগ কমে যায়; সঠিক পানি ব্যবস্থাপনা করতে হবে; জমিতে রোগ দেখা দিলে কার্বেন্ডাজিম (অটোস্টিন) প্রতি লিটার পানিতে ১.৫ গ্রাম হারে মিশিয়ে স্প্রে করতে হবে।</a2> <br>
 <br>

<a1>ব্লাস্ট রোগ:</a1>

<a2> ধান গাছের ৩টি অংশে রোগটি আক্রমণ করে থাকে। গাছের আক্রান্ত অংশের ওপর ভিত্তি করে এ রোগ তিনটি নামে পরিচিত যেমন- ১. পাতা ব্লাস্ট, ২. গিট ব্লাস্ট এবং ৩. নেক/শীষ ব্লাস্ট। <br>


পাইরিকুলারিয়াগ্রিসিয়া (Pyricularia grisea) নামক ছত্রাক দ্বারা হয়ে থাকে।
এ রোগটি আমন ও বোরো উভয় মৌসুমেই হতে পারে। ধানের চারা অবস্থা থেকে ধান পাকার আগ পর্যন্ত যে কোনো সময় এ রোগটি হতে পারে। বীজ, বাতাস, কীটপতঙ্গ ও আবহাওয়ার মাধ্যমে ছড়ায়। রাতে ঠাণ্ডা, দিনে গরম ও সকালে পাতলা শিশির জমা হলে এ রোগ দ্রুত ছড়ায়। হালকা মাটি বা বেলেমাটি যার পানি ধারণক্ষমতা কম সেখানে রোগ বেশি হতে দেখা যায়। জমিতে মাত্রাতিরিক্ত ইউরিয়া সার এবং প্রয়োজনের তুলনায় কম পটাশ সার দিলে এ রোগের আক্রমণ বেশি হয়। দীর্ঘদিন জমি শুকনা অবস্থায় থাকলেও এ রোগের আক্রমণ হতে পারে। <br>

<iframe width="1000" height="315" src="https://www.youtube.com/embed/GBycnlt7m4Q" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>

পাতা ব্লাস্ট এর ক্ষেত্রে
পাতায় প্রথমে ডিম্বাকৃতির ছোট ছোট ধূসর বা সাদা বর্ণের দাগ দেখা যায়। দাগগুলোর চারদিক গাঢ় বাদামি বর্ণের হয়ে থাকে। পরবর্তীতে এ দাগ ধীরে ধীরে বড় হয়ে চোখের আকৃতি ধারণ করে। অনেক দাগ একত্রে মিশে পুরো পাতাটাই মেরে ফেলতে পারে। এ রোগে ব্যাপকভাবে আক্রান্ত হলে জমিতে মাঝে মাঝে পুড়ে যাওয়ার মতো মনে হয়। অনেক ক্ষেত্রে খোল ও পাতার সংযোগস্থলে কাল দাগের সৃষ্টি হয়। যা পরবর্তীতে পচে যায় এবং পাতা ভেঙে পড়ে ফলন বিনষ্ট হয়।। <br>


গিঁট বা নোড ব্লাস্ট এর ক্ষেত্রে
ধান গাছের থোড় বের হওয়ার পর থেকে এ রোগ দেখা যায়। গিঁটে কালো রঙের দাগ সৃষ্টি হয়।  ধীরে ধীরে এ দাগ বেড়ে গিঁট পচে যায়, ফলে ধান গাছ গিঁট বরাবর ভেঙে পড়ে। <br>
 

নেক বা শীষ ব্লাস্ট এর ক্ষেত্রে
এ রোগ হলে শীষের গোড়া অথবা শীষের শাখা প্রশাখার গোড়ায় কাল দাগ হয়ে পচে যায়। শীষ অথবা শীষের শাখা প্রশাখা ভেঙে পড়ে। ধান চিটা হয়। <br>

রোগের প্রতিকারে
রোগ প্রতিরোধী জাত ব্যবহার করতে হবে।
মাটিতে জৈব সারসহ সুষম মাত্রায় সব ধরনের সার ব্যবহার করতে হবে। আক্রান্ত জমির খড়কুটা পুড়িয়ে ফেলতে হবে এবং ছাই জমিতে মিশিয়ে দিতে হবে। সুস্থ গাছ হতে বীজ সংগ্রহ করতে হবে, দাগি বা অপুষ্ট বীজ বেছে ফেলে দিয়ে সুস্থ বীজ ব্যবহার করতে হবে। রোগের আক্রমণ হলে জমিতে ইউরিয়া সারের উপরিপ্রয়োগ বন্ধ রাখতে হবে। জমিতে সব সময় পানি রাখতে হবে। রোগের শুরুতে হেক্টরপ্রতি ৪০ কেজি (বিঘাপ্রতি ৫ কেজি পটাশ সার উপরিপ্রয়োগ করতে হবে। ট্রাইসাইক্লাজল (ট্রুপার ৭৫ ডব্লিউপি) বা টেবুকোনাজল + ট্রাইফ্লক্সিস্ট্রবিন (নাটিভো৭৫ ডব্লিউপি) প্রতি লিটার পানিতে ১ গ্রাম হারে মিশিয়ে ১০-১৫ দিন পর পর ২-৩ বার স্প্রে করতে হবে।

</a2><br>
<br>
<a1>ব্যাকটেরিয়াজনিত পোড়া  রোগ:</a1><br>
<a2>জ্যানথোমোনাস অরাইজি পিভি অরাইজি (Xanthomonas oryzae pv.oryzae) এক ধরনের ব্যাকটেরিয়ার আক্রমণে হয়ে থাকে।<br>
 

রোগটি আউশ, আমন ও বোরো এ তিন মৌসুমেই ব্যাপকভাবে দেখা  যায়। উচ্চ তাপমাত্রা (২৬-৩০ ডিগ্রি সে.), ৭০% এর ওপরে আপেক্ষিক আর্দ্রতা, ঝড়ো-বৃষ্টি আবহাওয়া, রোগপ্রবণ জাত লাগানো,  রোপণের সময় শিকড় অথবা গাছে ক্ষত সৃষ্টি, উচ্চ মাত্রায় ইউরিয়া সার প্রয়োগ ইত্যাদির কারণে রোগের প্রকোপ বেশি হয়। পাতাপোড়া রোগ ধানের খড়, মাটি, পোকা, বাতাস ও সেচের পানির মাধ্যমে এক জমি থেকে অন্য জমিতে ছড়ায়।<br>


প্রথমে পাতার অগ্রভাগ বা কিনারায় নীলাভ পানিচোষা দাগ দেখা যায়। দাগগুলো আস্তে আস্তে হালকা হলুদ রঙ ধারণ করে পাতার অগ্রভাগ থেকে নিচের দিকে বাড়তে থাকে। শেষের দিকে আংশিক বা সম্পূর্ণ পাতা ঝলসে যায় এবং ধূসর বা শুকনো খড়ের রঙ ধারণ করে। ফলে গাছটি প্রথমে নেতিয়ে পড়ে ও আস্তে আস্তে পুরো গাছটি মরে যায়। চারা ও কুশি অবস্থায় সাধারণত ক্রিসেক লক্ষণ প্রকাশ পায়। এ রোগের ফলে গাছটি প্রথমে নেতিয়ে পড়ে ও আস্তে আস্তে পুরো গাছটি মরে যায়। অনেক সময় এ রোগের লক্ষণের অগ্রভাগ দিয়ে ব্যাকটিরিয়ার কোষগুলো বেরিয়ে আসে এবং কোষগুলো একত্রে মিলিত হয়ে ভোরের দিকে হলদে পুঁতির দানার মতো গুটিকা সৃষ্টি করে এবং এগুলো শুকিয়ে শক্ত হয়ে পাতার গায়ে লেগে থাকে। পরবর্তীকালে পাতার গায়ে লেগে থাকা জলকণা গুটিকাগুলোকে গলিয়ে ফেলে, ফলে এ রোগের জীবাণু অনায়াসে চারদিকে ছড়িয়ে পড়ে। আক্রান্ত গাছের কা- ছিড়ে চাপ দিলে দুর্গন্ধযুক্ত পুঁজের মতো তরল পদার্থ বের হয়। রাত ও দিনের তাপমাত্রার পার্থক্য বেশি (৮-১০ ডিগ্রি সে.) হলে কচি পাতায় ফ্যাকাশে হলুদ বর্ণের লক্ষণটি প্রকাশ পায়।<br>



রোগ প্রতিরোধী জাত চাষ করতে হবে। রোগাক্রান্ত জমির ধান কাটার পর নাড়া ও খড় পুড়িয়ে ফেলতে হবে। চারা উঠানোর সময় যেন শিকড় কম ছিড়ে সে ব্যাপারে সতর্ক থাকা। সুষম মাত্রায় সার ব্যবহার ও ইউরিয়া সার ৩/৪ কিস্তিতে প্রয়োগ করতে হবে। কিন্তু রোগ দেখার পর ইউরিয়া সার উপরিপ্রয়োগ বন্ধ করতে হবে। ক্রিসেক আক্রান্ত জমি শুকিয়ে ৫-১০ দিন পর আবার পানি দিতে হবে। রোগ দেখার পর বিঘাপ্রতি অতিরিক্ত ৫ কেজি পটাশ সার ছিপছিপে পানিতে প্রয়োগ করতে হবে। প্রতি লিটার পানিতে ১ গ্রাম হারে চিলিটেড জিংক স্প্রে করলে রোগের তীব্রতা কমে যায়।</a2><br>
 <br>


</div>
</div>



<script>
function krrishan(evt, info) {
    var i, tabcontent, tablinks;
    tabcontent = document.getElementsByClassName("tabcontent");
    for (i = 0; i < tabcontent.length; i++) {
        tabcontent[i].style.display = "none";
    }
    tablinks = document.getElementsByClassName("tablinks");
    for (i = 0; i < tablinks.length; i++) {
        tablinks[i].className = tablinks[i].className.replace(" active", "");
    }
    document.getElementById(info).style.display = "block";
    evt.currentTarget.className += " active";
}

// Get the element with id="defaultOpen" and click on it
document.getElementById("defaultOpen").click();
</script>

<script>
// When the user scrolls down 20px from the top of the document, slide down the navbar
window.onscroll = function() {scrollFunction()};

function scrollFunction() {
    if (document.body.scrollTop > 20 || document.documentElement.scrollTop > 20) 
}
</script>
</body>
 
<div class ="footer">  TANViR -RUKHSANA-SHUVO, Copyright &copy; 2019 </div>


</body>
</html>
